<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:00640] Re: High&#45;speed and improved MHC -->
<!--X-From-R13: FEGQVWKO [nfngbfuv <gfhpuvlnNcvar.xhrr.xlbgb&#45;h.np.wc> -->
<!--X-Date: Tue, 30 May 2000 20:03:10 +0900 -->
<!--X-Message-Id: mpan1l8z4es.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Content-Type: text/plain -->
<!--X-Reference: mpad7m4myhs.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Reference: 20000530154335Z.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: 20000530182949Y.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:00640] Re: High-speed and improved MHC</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg00638.html">Date Prev</a>][<a href="msg00640.html">Date Next</a>][<a href="msg00638.html">Thread Prev</a>][<a href="msg00640.html">Thread Next</a>][<a href="maillist.html#00639">Date Index</a>][<a href="threads.html#00639">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:00640] Re: High-speed and improved MHC</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:00640] Re: High-speed and improved MHC</li>
<li><em>From</em>: TSUCHIYA Masatoshi &lt;<a href="mailto:tsuchiya@DOMAIN.HIDDEN">tsuchiya@xxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Date</em>: Tue, 30 May 2000 20:03:10 +0900</li>
<li><em>In-reply-to</em>: &lt;<a href="mailto:20000530182949Y.nom@DOMAIN.HIDDEN">20000530182949Y.nom@xxxxxxxxxxxxxxxxxxx</a>&gt; (Yoshinari Nomura's message of &quot;Tue, 30 May 2000 18:30:59 +0900&quot;)</li>
<li><em>Posted</em>: 30 May 2000 20:03:07 +0900</li>
<li><em>References</em>: &lt;<a href="mailto:mpad7m4myhs.fsf@DOMAIN.HIDDEN">mpad7m4myhs.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:20000530154335Z.nom@DOMAIN.HIDDEN">20000530154335Z.nom@xxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:20000530182949Y.nom@DOMAIN.HIDDEN">20000530182949Y.nom@xxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Sender</em>: <a href="mailto:tsuchiya@DOMAIN.HIDDEN">tsuchiya@xxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>User-agent</em>: T-gnus/6.14.4 (based on Gnus v5.8.6) (revision 02) SEMI/1.13.7 (Awazu) FLIM/1.13.2 (Kasanui) Emacs/20.6 (sparc-sun-solaris2.6) MULE/4.0 (HANANOEN)</li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>&gt;&gt; On Tue, 30 May 2000 18:30:59 +0900
&gt;&gt; &quot;nom&quot; == nom@xxxxxxxxxxxxxxxxxxx (Yoshinari Nomura) said as follows:

nom&gt; &#x4F7F;&#x3063;&#x3066;&#x307F;&#x307E;&#x3057;&#x305F;&#x3002;
nom&gt; C-cC-c &#x6642;&#x306E;&#x30C1;&#x30A7;&#x30C3;&#x30AF;&#x306F;&#x3001;&#x307E;&#x3060;&#x5165;&#x308C;&#x3066;&#x3044;&#x306A;&#x3044;&#x304B;&#x3089;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;
[...]
nom&gt; &#x7B49;&#x3005;&#x3001;1&#x56DE;&#x3082;&#x8D77;&#x3053;&#x3089;&#x306A;&#x3044;&#x3088;&#x3046;&#x306A;&#x6307;&#x5B9A;&#x3059;&#x308B;&#x3068;&#x8FF7;&#x5B50;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x306D;&#x3002;

&#x305D;&#x3046;&#x3067;&#x3059;&#x3002;&#x73FE;&#x6642;&#x70B9;&#x3067;&#x306F;&#x3001;header syntax error &#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x30C1;&#x30A7;&#x30C3;&#x30AF;&#x3055;&#x308C;&#x307E;&#x3059;&#x304C;&#x3001;
&#x3054;&#x6307;&#x6458;&#x306E;&#x3088;&#x3046;&#x306A;&#x610F;&#x5473;&#x8AD6;&#x7684;&#x306A; error &#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x30C1;&#x30A7;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;

&#x3082;&#x3063;&#x3068;&#x304D;&#x3061;&#x3093;&#x3068;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;parse error &#x306E;&#x767A;&#x751F;&#x3057;&#x305F;&#x5834;&#x6240;&#x3068;&#x3001;&#x767A;&#x751F;&#x539F;&#x56E0;&#x3092;&#x901A;
&#x77E5;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3079;&#x304D;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;TODO &#x3063;&#x3066;&#x3053;&#x3068;&#x3067;&#x3002;


nom&gt; &#x30FB; C-cC-c &#x6642;&#x306E; conflict &#x8B66;&#x544A;&#x304C;&#x306A;&#x304F;&#x306A;&#x3063;&#x305F;&#x3002;

&#x3042;&#x308C;&#x307E;&#x3002;&#x3048;&#x3063;&#x3068;&#x3001;&#x9AD8;&#x901F;&#x5316;&#x306B;&#x3068;&#x308A;&#x304B;&#x304B;&#x3063;&#x305F;&#x306E;&#x304C;&#x5927;&#x4F53;1&#x30F6;&#x6708;&#x524D;&#x3067;&#x3001;&#x305D;&#x306E;&#x6642;&#x70B9;&#x306E;&#x30B3;&#x30FC;
&#x30C9;&#x3067;&#x306F;&#x3001;&#x8B66;&#x544A;&#x3055;&#x308C;&#x306A;&#x3044;&#x3088;&#x3046;&#x306A;&#x611F;&#x3058;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x305F;&#x306E;&#x3067;&#x3001;&#x624B;&#x3092;&#x629C;&#x3044;&#x3066;&#x307E;&#x3057;&#x305F;&#x3002;&#x3061;&#x3087;&#x3063;
&#x3068;&#x5F85;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;


nom&gt; &#x30FB; X-SC-Cond: Sun &#x306A;&#x308B;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3092; C-cd &#x3059;&#x308B;&#x3068;&#x3001;
nom&gt; One or All &#x3068;&#x805E;&#x304B;&#x306A;&#x3044;&#x3067;&#x3001;&#x3044;&#x304D;&#x306A;&#x308A;&#x5168;&#x90E8;&#x6D88;&#x3057;&#x3066;&#x3057;&#x307E;&#x3046;&#x3002;

&#x3053;&#x308C;&#x306F; (mhc-logic-occur-multiple-p) &#x306E;&#x30D0;&#x30B0;&#x3067;&#x3059;&#x306D;&#x3002;&#x3061;&#x3087;&#x3063;&#x3068;&#x3084;&#x3084;&#x3053;&#x3057;&#x3044;&#x306E;
&#x3067;&#x3001;&#x6642;&#x9593;&#x3092;&#x4E0B;&#x3055;&#x3044;&#x3002;


nom&gt; &#x30FB; X-SC-Day: 20000530 &#x306A;&#x308B;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3092;&#x6BCE;&#x9031;&#x306B;&#x5909;&#x66F4;&#x3057;&#x305F;&#x304F;&#x3066;
nom&gt; C-cm &#x3067; X-SC-Cond: Tue &#x3068;&#x3057;&#x3066; C-cC-c &#x3057;&#x305F;&#x3089;&#x3001;&#x30A8;&#x30E9;&#x30FC;&#x306B;&#x306A;&#x3063;&#x305F;&#x3002;

&#x4FEE;&#x6B63;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;


nom&gt; &#x30FB; Refile ? &#x306B; 'n'' &#x3068;&#x7B54;&#x3048;&#x308B;&#x3068;&#x3001;&#x5B8C;&#x5168;&#x306B;&#x30C9;&#x30E9;&#x30D5;&#x30C8;&#x307E;&#x3067;&#x6D88;&#x3048;&#x308B;

&#x4FEE;&#x6B63;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;


nom&gt; &#x30FB; &#x30A2;&#x30DD;&#x30ED; 11&#x53F7;&#x306E;&#x6708;&#x7740;&#x9678; (1969/7/20) &#x304C;&#x5165;&#x529B;&#x3067;&#x304D;&#x306A;&#x3044;&#x3002;

&#x305D;&#x308C;&#x306F;&#x65E5;&#x4ED8;&#x3092; 1970/01/01 &#x304B;&#x3089;&#x306E;&#x7D4C;&#x904E;&#x65E5;&#x6570;&#x3067;&#x7BA1;&#x7406;&#x3057;&#x3066;&#x3044;&#x308B;&#x304B;&#x3089;&#x3067;&#x3059;&#x306D;&#x3002;adhoc 
&#x306B;&#x89E3;&#x6C7A;&#x3059;&#x308B;&#x306A;&#x3089;&#x3070;&#x3001;00/01/01 &#x304B;&#x3089;&#x306E;&#x7D4C;&#x904E;&#x65E5;&#x6570;&#x306B;&#x3088;&#x3063;&#x3066;&#x7BA1;&#x7406;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308C;&#x3070;
&#x826F;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x304C;&#x2026;&#x3002;

&#x3069;&#x3046;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;&#x8CA0;&#x306E;&#x65E5;&#x4ED8;&#x3092;&#x8A31;&#x5BB9;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308C;&#x3070;&#x3001;&#x5B8C;&#x74A7;&#x306A;&#x4E00;&#x822C;&#x89E3;&#x306B;&#x306A;&#x308B;&#x3068;
&#x306F;&#x601D;&#x3044;&#x307E;&#x3059;&#x304C;&#x3002;


nom&gt; 2038&#x5E74;&#x904E;&#x304E;&#x307E;&#x3067;&#x30ED;&#x30FC;&#x30F3;&#x62B1;&#x3048;&#x3066;&#x3044;&#x308B;&#x4EBA;&#x306B;&#x3082;&#x3001;&#x8F9B;&#x3044;&#x304B;&#x3082;&#x3002;:-)

&#x3053;&#x308C;&#x3001;&#x3069;&#x3053;&#x304C;&#x539F;&#x56E0;&#x3067;&#x767A;&#x751F;&#x3057;&#x307E;&#x3059;&#x304B;? &#x7D4C;&#x904E;&#x65E5;&#x6570;&#x306F; 2038 &#x5E74;&#x304F;&#x3089;&#x3044;&#x3067;&#x306F; overflow 
&#x3057;&#x306A;&#x3044;&#x3068;&#x601D;&#x3046;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;


nom&gt; &#x30FB; X-SC-Day: 20000530 &#x306A;&#x306E;&#x3092;&#x6D88;&#x3059;&#x3068;&#x3001;schedule/trash &#x3058;&#x3083;&#x306A;&#x304F;&#x3066;&#x3001;
nom&gt; schedule/2000/05/trash &#x3092;&#x6398;&#x3063;&#x3066;&#x3057;&#x307E;&#x3046;&#x3002;

&#x5F93;&#x6765;&#x7248;&#x306E;&#x4ED5;&#x69D8;&#x3092;&#x52D8;&#x9055;&#x3044;&#x3057;&#x3066;&#x5B9F;&#x88C5;&#x3057;&#x3066;&#x307E;&#x3057;&#x305F;&#x3002;&#x4FEE;&#x6B63;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;



nom&gt; &#x30FB; TODO &#x306F;&#x5148;&#x982D;&#x306B;&#x3042;&#x3063;&#x305F;&#x65B9;&#x304C;&#x3044;&#x3044;&#x304B;&#x306A;&#x3002;
nom&gt; 3&#x30F6;&#x6708;&#x7E26;&#x30AB;&#x30EC;&#x30F3;&#x30C0;&#x30FC;&#x306E;&#x4E0A;&#x304B;&#x4E0B;&#x304C;&#x4E00;&#x756A;&#x3044;&#x3044;&#x3051;&#x3069;&#x3002;

&#x3053;&#x308C;&#x306F;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306A;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x3092;&#x65B0;&#x8A2D;&#x3059;&#x308B;&#x306E;&#x304C;&#x826F;&#x3044;&#x3068;&#x601D;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;

    (mhc-defcustom mhc-todo-position nil
      &quot;Variable to specify position of TODO list.&quot;
      :group 'mhc
      :type '(radio (const :tag &quot;Bottom&quot; nil)
                    (const :tag &quot;Top&quot; t)
                    (const :tag &quot;Above of vertical calender&quot; 'above)
                    (const :tag &quot;Below of vertical calender&quot; 'below)))

&#x305F;&#x3060;&#x3001;&#x3053;&#x306E;&#x90E8;&#x5206;&#x306F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x597D;&#x307F;&#x6B21;&#x7B2C;&#x306A;&#x306E;&#x3067;&#x3001;&#x5834;&#x6240;&#x306B;&#x3064;&#x3044;&#x3066;&#x306E;&#x5E0C;&#x671B;&#x304C;&#x51FA;&#x63C3;&#x3063;&#x3066;
&#x304B;&#x3089;&#x5B9F;&#x88C5;&#x3057;&#x3088;&#x3046;&#x3068;&#x601D;&#x3063;&#x3066;&#x3044;&#x307E;&#x3057;&#x305F;&#x3002;


nom&gt; &#x30FB; X-SC-Next: &#x306F;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x9806;&#x5E8F;&#x3092;&#x898F;&#x5B9A;&#x3057;&#x3066;&#x3057;&#x307E;&#x3046;&#x306E;&#x3067;&#x3001;&#x3061;&#x3087;&#x3063;&#x3068;&#x5ACC;&#x304B;&#x3082;&#x3002;

&#x304A;&#x3063;&#x3068;&#x3001;&#x8A2D;&#x8A08;&#x601D;&#x60F3;&#x306E;&#x5DEE;&#x3067;&#x3059;&#x306D;&#x3002;&#x6700;&#x521D;&#x3001;&#x3042;&#x3089;&#x3086;&#x308B;&#x6761;&#x4EF6;&#x6587;&#x304C;&#x8A18;&#x8FF0;&#x3067;&#x304D;&#x308B;&#x4E00;&#x822C;&#x7684;&#x306A;&#x30D8;&#x30C3;
&#x30C0;&#x8A2D;&#x8A08;&#x3092;&#x3084;&#x308A;&#x304B;&#x3051;&#x307E;&#x3057;&#x305F;&#x3002;&#x3057;&#x304B;&#x3057;&#x3001;&#x305D;&#x306E;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3068;&#x3001;&#x81EA;&#x7531;&#x5EA6;&#x304C;&#x4E0A;&#x304C;&#x308A;&#x3059;&#x304E;&#x3066;
&#x3057;&#x307E;&#x3044;&#x3001;&#x9006;&#x306B;&#x8AAC;&#x660E;&#x3057;&#x3065;&#x3089;&#x304F;&#x306A;&#x3063;&#x3066;&#x3057;&#x307E;&#x3063;&#x305F;&#x3088;&#x3046;&#x306B;&#x611F;&#x3058;&#x305F;&#x306E;&#x3067;&#x3001;&#x308F;&#x3056;&#x3068;&#x81EA;&#x7531;&#x5EA6;&#x3092;
&#x843D;&#x3068;&#x3057;&#x305F;&#x8A2D;&#x8A08;&#x306B;&#x3057;&#x3066;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;

&#x4F8B;&#x306A;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3001;

    X-SC-Subject: &#x7814;&#x7A76;&#x4F1A;
    X-SC-Cond: Wed
    X-SC-Location: &#x5927;&#x4F1A;&#x8B70;&#x5BA4;
    X-SC-Next:
    X-SC-Day: 20000531
    X-SC-Subject: &#x7814;&#x7A76;&#x4F1A;&#x767A;&#x8868;

&#x3068;&#x3044;&#x3046;&#x5834;&#x5408;&#x3001;2&#x3064;&#x76EE;&#x306E;&#x90E8;&#x5206;&#x3067;&#x306F;&#x5834;&#x6240;&#x6307;&#x5B9A;&#x304C;&#x7701;&#x7565;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x308F;&#x3051;&#x3067;&#x3059;&#x3051;&#x3069;&#x3001;&#x3053;&#x308C;
&#x306F;1&#x3064;&#x76EE;&#x306E;&#x90E8;&#x5206;&#x306E;&#x5024;&#x3092; default &#x3068;&#x3057;&#x3066;&#x4F7F;&#x3046;&#x3088;&#x3046;&#x306B;&#x3057;&#x3066;&#x6B32;&#x3057;&#x3044;&#x3002;&#x3067;&#x3001;default &#x5024;
&#x3068;&#x3057;&#x3066;&#x4F7F;&#x308F;&#x308C;&#x308B;&#x306E;&#x304C;&#x3001;&#x4F55;&#x51E6;&#x306B;&#x306A;&#x308B;&#x306E;&#x304B;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3092;&#x5206;&#x304B;&#x308A;&#x3084;&#x3059;&#x304F;&#x6307;&#x5B9A;&#x3059;&#x308B;&#x305F;&#x3081;
&#x306B;&#x306F;&#x3001;&#x81EA;&#x7531;&#x5EA6;&#x3092;&#x843D;&#x3068;&#x3057;&#x3066;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x9806;&#x5E8F;&#x306B;&#x4F9D;&#x5B58;&#x3059;&#x308B;&#x3088;&#x3046;&#x306A;&#x66F8;&#x304D;&#x65B9;&#x306B;&#x5236;&#x9650;&#x3057;&#x3066;&#x304A;
&#x3044;&#x305F;&#x65B9;&#x304C;&#x826F;&#x3044;&#x3060;&#x308D;&#x3046;&#x3001;&#x3068;&#x8003;&#x3048;&#x307E;&#x3057;&#x305F;&#x3002;


nom&gt; &#x30D8;&#x30C3;&#x30C0;&#x306E;&#x9806;&#x756A;&#x3092;&#x8AB0;&#x304B;&#x304C;&#x66F8;&#x63DB;&#x3048;&#x3066;&#x3082;&#x4E0D;&#x601D;&#x8B70;&#x3067;&#x306F;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;

&#x3053;&#x308C;&#x306F;&#x3001;&#x3061;&#x3087;&#x3063;&#x3068;&#x72B6;&#x6CC1;&#x304C;&#x60F3;&#x50CF;&#x3067;&#x304D;&#x306A;&#x3044;&#x306E;&#x3067;&#x3059;&#x304C;&#x2026;&#x3002;


nom&gt; &#x3053;&#x308C;&#x306F;&#x3001;&#x3044;&#x3044;&#x66F8;&#x304D;&#x65B9;&#x3092;&#x8003;&#x3048;&#x305F;&#x3044;&#x3067;&#x3059;&#x3002;

&#x826F;&#x3044;&#x63D0;&#x6848;&#x304C;&#x3042;&#x308C;&#x3070;&#x3001;&#x305D;&#x308C;&#x306B;&#x5F93;&#x3044;&#x307E;&#x3059;&#x3002;mhc-parse.el &#x306F;&#x3001;push/pop parser &#x3067;
&#x51E6;&#x7406;&#x3067;&#x304D;&#x308B;&#x7BC4;&#x56F2;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x8A2D;&#x8A08;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x5BB9;&#x6613;&#x306B;&#x5BFE;&#x5FDC;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x5DE5;&#x592B;&#x3057;&#x3066;&#x3042;&#x308A;
&#x307E;&#x3059;&#x3002;

&#x305F;&#x3060;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x8A2D;&#x8A08;&#x3068;&#x3044;&#x3046;&#x89B3;&#x70B9;&#x3067;&#x306F;&#x3001;&#x5F93;&#x6765;&#x306E; MHC &#x306F;&#x3061;&#x3087;&#x3063;&#x3068;&#x5206;&#x304B;&#x308A;&#x96E3;&#x3044;&#x3068;&#x601D;
&#x3044;&#x307E;&#x3059;&#x3002;

&#x4F8B;&#x3048;&#x3070;&#x3001;X-SC-Cond: &#x306E;&#x51E6;&#x7406;&#x306A;&#x3093;&#x3067;&#x3059;&#x3051;&#x308C;&#x3069;&#x3001;

    X-SC-Cond: 1st Wed

&#x306F;&#x3001;( &#x7B2C;1&#x9031; and &#x6C34;&#x66DC;&#x65E5; ) &#x3068;&#x3044;&#x3046; AND &#x6761;&#x4EF6;&#x3092;&#x8868;&#x3059;&#x30D8;&#x30C3;&#x30C0;&#x3067;&#x3042;&#x308B;&#x306E;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x3001;

    X-SC-Cond: 1 Wed

&#x306F;&#x3001;( &#x7B2C;1&#x65E5; or &#x6C34;&#x66DC;&#x65E5; ) &#x3068;&#x3044;&#x3046; OR &#x6761;&#x4EF6;&#x3092;&#x8868;&#x3059;&#x30D8;&#x30C3;&#x30C0;&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3064;&#x307E;
&#x308A;&#x3001;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x304C;&#x3001;&#x5185;&#x5BB9;&#x306B;&#x3088;&#x3063;&#x3066; AND &#x3092;&#x8868;&#x3057;&#x305F;&#x308A; OR &#x3092;&#x8868;&#x3057;&#x305F;&#x308A;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;
&#x8907;&#x96D1;&#x306A;&#x3053;&#x3068;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x308B;&#x308F;&#x3051;&#x3067;&#x3059;&#x3002;

&#x500B;&#x4EBA;&#x7684;&#x306B;&#x306F;&#x3001;&#x3053;&#x3046;&#x3044;&#x3046;&#x3082;&#x306E;&#x306F;&#x3001;&#x300E;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x4E2D;&#x3067;&#x306F;&#x5E38;&#x306B; OR &#x6761;&#x4EF6;&#x3068;&#x3057;&#x3001;AND 
&#x306E;&#x5834;&#x5408;&#x306F;&#x8907;&#x6570;&#x306B;&#x5206;&#x3051;&#x3066;&#x66F8;&#x304F;&#x300F;&#x3068;&#x3044;&#x3046;&#x3088;&#x3046;&#x306A;&#x548C;&#x7A4D;&#x6A19;&#x6E96;&#x5F62;&#x3068;&#x3057;&#x305F;&#x65B9;&#x304C;&#x5206;&#x304B;&#x308A;&#x3084;&#x3059;&#x3044;
&#x3068;&#x601D;&#x3046;&#x306E;&#x3067;&#x3059;&#x304C;&#x3002;

    X-SC-Cond: 1st
    X-SC-Cond: Wed

&#x3061;&#x306A;&#x307F;&#x306B;&#x3001;&#x62E1;&#x5F35;&#x7248; MHC &#x3067;&#x306F;&#x3001;X-SC-Cond: / X-SC-Day: &#x306E;&#x8907;&#x6570;&#x4E26;&#x7F6E;&#x3092;&#x8A31;&#x3059;&#x3088;&#x3046;
&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;&#x8907;&#x6570;&#x306E; X-SC-Cond: &#x306B;&#x3064;&#x3044;&#x3066;&#x306F; AND &#x3068;&#x3057;&#x3066;&#x3001;
&#x8907;&#x6570;&#x306E; X-SC-Day: &#x306B;&#x3064;&#x3044;&#x3066;&#x306F; OR &#x3068;&#x3057;&#x3066;&#x89E3;&#x91C8;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;&#x59A5;&#x5354;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&#x305D;&#x3093;&#x306A;&#x308F;&#x3051;&#x3067;&#x3001;13&#x65E5;&#x306E;&#x91D1;&#x66DC;&#x65E5;&#x3082;&#x6307;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;

    X-SC-Cond: 13
    X-SC-Cond: Fri


nom&gt; &#x4F8B;&#x3048;&#x3070;&#x3001;yyyymmdd+HH:MM-HH:MM &#x306E;&#x3088;&#x3046;&#x306B; HH:MM-HH:MM
nom&gt; &#x304C;&#x3042;&#x308B;&#x65E5;&#x306B;&#x9650;&#x3063;&#x3066;&#x3001;X-SC-Time: &#x3088;&#x308A; + &#x4EE5;&#x964D;&#x3092;&#x512A;&#x5148;&#x3059;&#x308B;&#x3068;&#x304B;&#x306F;&#x3069;&#x3046;&#x3067;
nom&gt; &#x3057;&#x3087;&#x3046;&#x304B;&#x3002;(&#x78BA;&#x304B;&#x5927;&#x539F;&#x3055;&#x3093;&#x306E;&#x6848;&#x3002;)
nom&gt; &#x3057;&#x304B;&#x3057; Location (&#x5F53;&#x6642;&#x306F;&#x306A;&#x304B;&#x3063;&#x305F;?) &#x307E;&#x3067;&#x6271;&#x3048;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x306B;&#x306F;&#x3001;
nom&gt; &#x3082;&#x3046;&#x3061;&#x3087;&#x3063;&#x3068;&#x8003;&#x3048;&#x306A;&#x3044;&#x3068;&#x3044;&#x3051;&#x306A;&#x3044;&#x3067;&#x3059;&#x306D;&#x3002;

&#x79C1;&#x306E;&#x6700;&#x521D;&#x306E;&#x8003;&#x3048;&#x3067;&#x306F;&#x3001;X-SC-Begin: / X-SC-End: &#x3068;&#x3044;&#x3046;2&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x3092;&#x5C0E;&#x5165;&#x3057;
&#x3066;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x3092;&#x30D6;&#x30ED;&#x30C3;&#x30AF;&#x5316;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3053;&#x3068;&#x3092;&#x69CB;&#x60F3;&#x3057;&#x3066;&#x3044;&#x307E;&#x3057;&#x305F;&#x3002;


nom&gt; MIME &#x306E; Multipart &#x306B;&#x3057;&#x3066;&#x7E4B;&#x3052;&#x308B;&#x3068;&#x304B;&#x3002;(&#x304A;&#x304A;&#x3052;&#x3055;?)

SEMI / FLIM &#x306B;&#x4F9D;&#x5B58;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x306A;&#x3089;&#x3070;&#x3001;&#x305D;&#x308C;&#x306A;&#x308A;&#x306B;&#x5BB9;&#x6613;&#x306B;&#x5B9F;&#x88C5;&#x3067;&#x304D;&#x305D;&#x3046;&#x306A;
&#x6C17;&#x3082;&#x3057;&#x307E;&#x3059;&#x304C;&#x3001;Mew &#x306B;&#x5BFE;&#x5FDC;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;&#x305D;&#x308C;&#x3067;&#x306F;&#x56F0;&#x308B;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;?


nom&gt; 1 article 1 file &#x3067;&#x306A;&#x304F;&#x3066;&#x3001;1 article 1 dir &#x306B;&#x3057;&#x3066;&#x3001;
nom&gt; &#x95A2;&#x9023;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x307E;&#x3067;&#x5168;&#x90E8;&#x3076;&#x3061;&#x3053;&#x3081;&#x308B;&#x3088;&#x3046;&#x306B;&#x3057;&#x3066;&#x3057;&#x307E;&#x3046;&#x3002;
nom&gt; &#x305D;&#x308C;&#x3067;&#x3001;&#x4ED5;&#x4E8B;&#x5168;&#x4F53;&#x3092;&#x7BA1;&#x7406;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3068;&#x304B;&#x3002;
nom&gt; (&#x3042;&#x308B;&#x65B9;&#x306E;&#x610F;&#x898B;: &#x3053;&#x308C;&#x306F;&#x3051;&#x3063;&#x3053;&#x3046;&#x3042;&#x308A;&#x304B;&#x3082;)

&#x3042;&#x306E;&#x3001;MH &#x5F62;&#x5F0F;&#x306F;&#x5909;&#x66F4;&#x3057;&#x305F;&#x304F;&#x306A;&#x3044;&#x3001;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x306F;&#x306A;&#x304B;&#x3063;&#x305F;&#x306E;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;


nom&gt; &#x30FB; ToDo &#x306F;&#x3001;&#x305A;&#x3063;&#x3068;&#x5148;&#x306E;&#x7DE0;&#x5207;&#x307E;&#x3067;&#x542B;&#x3081;&#x3066;&#x3001;&#x5168;&#x90E8;&#x898B;&#x305F;&#x3044;&#x306E;&#x3067;&#x306F;?
nom&gt; &#x4ECA;&#x306E;&#x5B9F;&#x88C5;&#x3060;&#x3068;&#x4ECA;&#x6708;&#x7DE0;&#x5207;&#x306E;&#x7269;&#x3057;&#x304B;&#x51FA;&#x306A;&#x3044;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;
nom&gt; (&#x3068;&#x3044;&#x3046;&#x304B;&#x3001;&#x4ECA;&#x306E;&#x3068;&#x3053;&#x308D; Date: &#x5165;&#x308C;&#x3061;&#x3083;&#x3044;&#x3051;&#x306A;&#x3044;?)

&#x3044;&#x3048;&#x3001;&#x305D;&#x3093;&#x306A;&#x3053;&#x3068;&#x306F;&#x306A;&#x3044;&#x306F;&#x305A;&#x3067;&#x3059;&#x3002;&#x79C1;&#x306E;&#x4F8B;&#x3060;&#x3068;&#x3001;

    X-SC-TODO: 100
    X-SC-Duration: -20000801
    X-SC-Subject: &#x6295;&#x7A3F;&#x7DE0;&#x3081;&#x5207;&#x308A;

&#x306A;&#x3093;&#x3066;&#x3044;&#x3046; TODO &#x3092;&#x767B;&#x9332;&#x3057;&#x3066;&#x4F7F;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&#x305D;&#x3046;&#x304B;&#x3001;X-SC-Day: &#x3058;&#x3083;&#x306A;&#x304F;&#x3066; X-SC-Duration: &#x3067;&#x6307;&#x5B9A;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;
TODO &#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x7BC4;&#x56F2;&#x3092;&#x6C7A;&#x5B9A;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;&#x610F;&#x5473;&#x3067;&#x306F;&#x3001;&#x3053;&#x3061;&#x3089;&#x306E;&#x65B9;&#x304C;&#x5143;&#x3005;&#x306E;&#x30D8;&#x30C3;
&#x30C0;&#x306E;&#x610F;&#x5473;&#x306B;&#x8FD1;&#x3044;&#x3068;&#x601D;&#x3046;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;

# &#x305D;&#x308C;&#x306B;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30E0;&#x7684;&#x306B;&#x3082;&#x5BFE;&#x5FDC;&#x3057;&#x3084;&#x3059;&#x3044;&#x3002;


nom&gt; &#x50D5;&#x306F;&#x3001;TODO &#x306F;&#x3001;schedule/todo/ &#x3092;&#x4F5C;&#x3063;&#x3066;
nom&gt; &#x7BA1;&#x7406;&#x3059;&#x308B;&#x3064;&#x3082;&#x308A;&#x3067;&#x3057;&#x305F;&#x3002;Done &#x306A;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306F;&#x3001;
nom&gt; Category: &#x3092; DONE &#x306B;&#x3057;&#x3066; DONE &#x306A;&#x7269;&#x306F;&#x3001;&#x8272;&#x3092;&#x5909;&#x3048;&#x308B;&#x304B;
nom&gt; &#x898B;&#x305B;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3002; &#x5834;&#x5408;&#x306B;&#x3088;&#x3063;&#x3066;&#x306F; schedule/done &#x306B;&#x5165;&#x308C;&#x308B;&#x3002;
nom&gt; &#x5E38;&#x306B;&#x8868;&#x793A;&#x3059;&#x308A;&#x3083;&#x3044;&#x3044;&#x3093;&#x3060;&#x304B;&#x3089;&#x3001;&#x3080;&#x3057;&#x308D;&#x7C21;&#x5358;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;
nom&gt; # &#x8170;&#x304C;&#x601D;&#x3044;&#x306E;&#x306F;&#x3001;&#x50D5;&#x304C; TODO &#x4F7F;&#x308F;&#x306A;&#x304B;&#x3089;&#x3002;

&#x305D;&#x306E;&#x6848;&#x3082;&#x8003;&#x3048;&#x305F;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x2026;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3067;&#x3059;&#x306D;&#x3001;&#x5B66;&#x4F1A;&#x767A;&#x8868;&#x306A;&#x3093;&#x304B;&#x3067;&#x3001;&#x6E96;&#x5099;&#x306E; 
TODO &#x3092;&#x767B;&#x9332;&#x3059;&#x308B;&#x5834;&#x5408;&#x306B;&#x306F;&#x3001;&#x5B66;&#x4F1A;&#x306E;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x7BA1;&#x7406;&#x306E;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3068; TODO &#x306E;&#x30D5;&#x30A1;
&#x30A4;&#x30EB;&#x304C;&#x4E00;&#x7DD2;&#x306E;&#x65B9;&#x304C;&#x5206;&#x304B;&#x308A;&#x826F;&#x3044;&#x3060;&#x308D;&#x3046;&#x3068;&#x601D;&#x3063;&#x305F;&#x3082;&#x306E;&#x3067;&#x3059;&#x304B;&#x3089;&#x3002;


nom&gt; &#x305D;&#x308C;&#x3068;&#x3001;Record-Id &#x3068;&#x306E;&#x30DE;&#x30C3;&#x30D4;&#x30F3;&#x30B0;&#x3092;&#x8003;&#x3048;&#x308B;&#x3068;&#x3001;&#x30C7;&#x30A3;&#x30EC;&#x30AF;&#x30C8;&#x30EA;&#x306F; flat
nom&gt; &#x306A;&#x65B9;&#x304C;&#x3044;&#x3044;&#x306E;&#x304B;&#x306A;&#x3068;&#x304B;&#x3082;&#x8003;&#x3048;&#x3066;&#x3057;&#x307E;&#x3044;&#x307E;&#x3059;&#x306D;&#x3002;

&#x3046;&#x30FC;&#x3093;&#x3002;

# &#x5185;&#x90E8;&#x69CB;&#x9020;&#x3068;&#x3057;&#x3066;&#x306F;&#x5287;&#x7684;&#x306B;&#x5909;&#x5316;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x69CB;&#x9020;&#x307E;&#x3067;&#x306F;&#x3044;&#x3058;&#x308B;&#x6C17;&#x306F;&#x306A;
# &#x304B;&#x3063;&#x305F;&#x306E;&#x3067;&#x2026;&#x3002;


nom&gt; Alarm &#x306E;&#x30B3;&#x30FC;&#x30C9;&#x3092;&#x5165;&#x308C;&#x305F;&#x3044;&#x3093;&#x3067;&#x3059;&#x304C;&#x3001;
nom&gt; &#x305D;&#x306E;&#x524D;&#x306B; TSU_SPEED &#x306E;&#x30C7;&#x30FC;&#x30BF;&#x69CB;&#x9020;&#x3092;&#x5165;&#x308C;&#x305F;&#x5F8C;&#x306B;&#x3059;&#x308B;&#x304B;&#x524D;&#x306B;&#x3059;&#x308B;&#x304B;&#x306F;&#x3001;
nom&gt; &#x30B3;&#x30FC;&#x30C9;&#x898B;&#x3066;&#x5224;&#x65AD;&#x3055;&#x305B;&#x3066;&#x4E0B;&#x3055;&#x3044;&#x3002;

&#x3069;&#x3046;&#x305E;&#x3001;&#x4E43;&#x6751;&#x3055;&#x3093;&#x306E;&#x4F5C;&#x696D;&#x304C;&#x697D;&#x306A;&#x3088;&#x3046;&#x306B;&#x306A;&#x3055;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x304C;&#x3001;
mhc-schedule.el &#x306E;&#x69CB;&#x9020;&#x3082;&#x5287;&#x7684;&#x306B;&#x5909;&#x3063;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3001;mhc-sch-* &#x306B;&#x4F9D;&#x5B58;&#x3059;&#x308B;&#x3088;&#x3046;
&#x306A;&#x30B3;&#x30FC;&#x30C9;&#x306E;&#x5834;&#x5408;&#x306F;&#x3001;&#x4E8C;&#x5EA6;&#x624B;&#x9593;&#x306B;&#x306A;&#x308A;&#x304B;&#x306D;&#x306A;&#x3044;&#x3068;&#x306F;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;


nom&gt; &#x3042;&#x3001;&#x305D;&#x3046;&#x3002;cahce &#x3059;&#x308B;&#x3068;&#x304D;&#x306B; lisp &#x5F0F;&#x305D;&#x306E;&#x3082;&#x306E;&#x3092;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306B;&#x66F8;&#x304D;&#x51FA;&#x3059;&#x3068;
nom&gt; &#x7ACB;&#x3061;&#x4E0A;&#x3052;&#x304C;&#x683C;&#x6BB5;&#x306B;&#x901F;&#x304F;&#x306A;&#x308B;&#x3068;&#x601D;&#x3046;&#x3093;&#x3067;&#x3059;&#x304C;&#x3002;

&#x305D;&#x3046;&#x3067;&#x3059;&#x306D;&#x3001;slot &#x5358;&#x4F4D;&#x3067;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306B;&#x66F8;&#x304D;&#x51FA;&#x3057;&#x3066;&#x304A;&#x304F;&#x3068;&#x826F;&#x3044;&#x304B;&#x3082;&#x3057;&#x308C;&#x307E;&#x305B;&#x3093;&#x3002;

nom&gt; .schedule &#x306E; parse &#x306B;&#x6642;&#x9593;&#x304C;&#x304B;&#x304B;&#x3063;&#x3066;&#x3044;&#x308B;&#x306F;&#x305A;&#x3067;&#x3001;&#x3057;&#x304B;&#x3082;&#x307B;&#x3068;&#x3093;
nom&gt; &#x3069;&#x66F4;&#x65B0;&#x3055;&#x308C;&#x306A;&#x3044;&#x306E;&#x3067;&#x3002;

~/.schedule &#x306E;&#x89E3;&#x6790;&#x3063;&#x3066;&#x3001;&#x5272;&#x5408;&#x7684;&#x306B;&#x306F;&#x3001;&#x305D;&#x308C;&#x307B;&#x3069;&#x6642;&#x9593;&#x304B;&#x304B;&#x3063;&#x3066;&#x3044;&#x306A;&#x3044;&#x3088;&#x3046;&#x3067;&#x3059;&#x3002;
&#x624B;&#x5143;&#x3067;&#x306E;&#x624B;&#x629C;&#x304D;&#x306A;&#x6E2C;&#x5B9A;&#x3067;&#x306F;&#x3001;

    Function Name                   Call Count  Elapsed Time  Average Time
    ==============================  ==========  ============  ============
    mhc-scan-month                  1           0.953851      0.953851
    mhc-slot-get-constant-schedule  9           0.4700899999  0.0522322222

&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3002;

# &#x8A55;&#x4FA1;&#x7528;S&#x5F0F;&#x3092; byte-compile &#x3082;&#x3057;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3001;&#x521D;&#x56DE;&#x8D77;&#x52D5;&#x6642;&#x306B;&#x306F;&#x3069;&#x3046;&#x3057;&#x3066;&#x3082;&#x6642;
# &#x9593;&#x304C;&#x304B;&#x304B;&#x308A;&#x307E;&#x3059;&#x3002;


nom&gt; &#x305D;&#x308C;&#x3068;&#x3001;&#x30C7;&#x30D0;&#x30C3;&#x30B0;&#x7528;&#x306B; chace &#x3092;&#x5168;&#x90E8; clear &#x3059;&#x308B; interactive 
nom&gt; &#x306A;&#x30B3;&#x30DE;&#x30F3;&#x30C9;&#x304C;&#x6B32;&#x3057;&#x3044;&#x3067;&#x3059;&#x3002;(current &#x3067;&#x3044;&#x3046;&#x6240;&#x306E; mhc-clear-chache)

M-x mhc-slot-clear-cache &#x3067;&#x30AF;&#x30EA;&#x30A2;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;


-- 
&#x571F;&#x5C4B; &#x96C5;&#x7A14;  ( TSUCHIYA Masatoshi )
    <a  rel="nofollow" href="http://www-nagao.kuee.kyoto-u.ac.jp/member/tsuchiya/">http://www-nagao.kuee.kyoto-u.ac.jp/member/tsuchiya/</a>
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<ul><li><strong>Follow-Ups</strong>:
<ul>
<li><strong><a name="00640" href="msg00640.html">[mhc:00641] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
</ul></li></ul>
<!--X-Follow-Ups-End-->
<!--X-References-->
<ul><li><strong>References</strong>:
<ul>
<li><strong><a name="00635" href="msg00635.html">[mhc:00636] High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
<li><strong><a name="00636" href="msg00636.html">[mhc:00637] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
<li><strong><a name="00638" href="msg00638.html">[mhc:00639] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
</ul></li></ul>
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg00638.html">[mhc:00639] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg00640.html">[mhc:00641] Re: High-speed and improved MHC</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg00638.html">[mhc:00639] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg00640.html">[mhc:00641] Re: High-speed and improved MHC</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#00639"><strong>Date</strong></a></li>
<li><a href="threads.html#00639"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
