<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:00645] Re: High&#45;speed and improved MHC -->
<!--X-From-R13: Kbfuvanev @A[GDO <abzNpfpr.xlhfuh&#45;h.np.wc> -->
<!--X-Date: Wed, 31 May 2000 01:04:23 +0900 -->
<!--X-Message-Id: 20000531010420H.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Content-Type: text/plain -->
<!--X-Reference: 20000530215638E.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: mpad7m4myhs.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Reference: mpapuq4azfn.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:00645] Re: High-speed and improved MHC</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg00643.html">Date Prev</a>][<a href="msg00645.html">Date Next</a>][<a href="msg00642.html">Thread Prev</a>][<a href="msg00645.html">Thread Next</a>][<a href="maillist.html#00644">Date Index</a>][<a href="threads.html#00644">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:00645] Re: High-speed and improved MHC</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:00645] Re: High-speed and improved MHC</li>
<li><em>From</em>: Yoshinari NOMURA &lt;<a href="mailto:nom@DOMAIN.HIDDEN">nom@xxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Date</em>: Wed, 31 May 2000 01:04:23 +0900</li>
<li><em>In-reply-to</em>: &lt;<a href="mailto:mpapuq4azfn.fsf@DOMAIN.HIDDEN">mpapuq4azfn.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Posted</em>: Wed, 31 May 2000 01:04:20 +0900</li>
<li><em>References</em>: &lt;<a href="mailto:20000530215638E.nom@DOMAIN.HIDDEN">20000530215638E.nom@xxxxxxxxxxxxxxxxxxx</a>&gt;	&lt;<a href="mailto:mpad7m4myhs.fsf@DOMAIN.HIDDEN">mpad7m4myhs.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;	&lt;<a href="mailto:mpapuq4azfn.fsf@DOMAIN.HIDDEN">mpapuq4azfn.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>On Tue, 30 May 2000 23:24:31 +0900,
	TSUCHIYA Masatoshi &lt;tsuchiya@xxxxxxxxxxxxxxxxxxxxxxx&gt; said:

&gt; nom&gt; &#x3044;&#x3044;&#x5FD8;&#x308C;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;&#x901F;&#x3044;&#x3067;&#x3059;&#x306D;&#x3047;&#x3002;TSU_SPEED
&gt; nom&gt; &#x6700;&#x521D;&#x3001;byte-compile &#x5FD8;&#x308C;&#x3066;&#x305F;&#x3002;
&gt; 
&gt; &#x305D;&#x308A;&#x3083;&#x3042;&#x3001;&#x5168;&#x3066;&#x306E;&#x9762;&#x306B;&#x304A;&#x3044;&#x3066;&#x901F;&#x5EA6;&#x3092;&#x91CD;&#x8996;&#x3057;&#x305F; coding &#x3092;&#x3057;&#x3066;&#x3042;&#x308A;&#x307E;&#x3059;&#x304B;&#x3089;&#x2026;&#x3002;

&#x8840;&#x9053;&#x3063;&#x3066;&#x3044;&#x3046;&#x610F;&#x5473;&#x304C;&#x5206;&#x304B;&#x308A;&#x307E;&#x3059;&#x306D;&#x3002;

&gt; &#x3082;&#x3063;&#x3068;&#x5FB9;&#x5E95;&#x3059;&#x308B;&#x306A;&#x3089;&#x3001;X-SC- &#x304C;&#x7701;&#x7565;&#x3067;&#x304D;&#x308B;&#x3053;&#x3068;&#x306B;&#x3057;&#x3066;&#x3001;
&gt; 
&gt;     X-SC-Subjcet: &#x7814;&#x7A76;&#x4F1A;
&gt;     X-SC-Cond: Wed
&gt;     X-SC-Complex: Day: 20000531; Subject: &#x7814;&#x7A76;&#x4F1A;&#x767A;&#x8868;
&gt; 
&gt; &#x3068;&#x3044;&#x3046;&#x8A18;&#x6CD5;&#x3092;&#x8A31;&#x3059;&#x3053;&#x3068;&#x306B;&#x3059;&#x308B;&#x3002;&#x3053;&#x306E;&#x8A18;&#x6CD5;&#x306A;&#x3089;&#x3070;&#x3001;X-SC-Complex: &#x306B;&#x3088;&#x3063;&#x3066;&#x307E;&#x3068;
&gt; &#x3081;&#x3089;&#x308C;&#x3066;&#x3044;&#x306A;&#x3044;&#x90E8;&#x5206;&#x304C; default &#x3092;&#x8868;&#x3059;&#x3068;&#x8003;&#x3048;&#x308C;&#x3070;&#x5206;&#x304B;&#x308A;&#x3084;&#x3059;&#x305D;&#x3046;&#x3067;&#x3059;&#x3002;&#x4F8B;&#x3048;
&gt; &#x3070;&#x3001;
&gt; 
&gt;     X-SC-Subjcet: &#x73ED;&#x5225;&#x4F1A;&#x8B70;
&gt;     X-SC-Cond: Thu
&gt;     X-SC-Location: &#x5927;&#x4F1A;&#x8B70;&#x5BA4;
&gt;     X-SC-Complex: Day: 20000601; Location: &#x7B2C;2&#x4F1A;&#x8B70;&#x5BA4;
&gt; 
&gt; &#x3068;&#x3044;&#x3046;&#x3088;&#x3046;&#x306A;&#x66F8;&#x304D;&#x65B9;&#x304C;&#x51FA;&#x6765;&#x308B;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;

&#x50D5;&#x3082;&#x3001;&#x5E30;&#x308A;&#x306E;&#x8ECA;&#x306E;&#x4E2D;&#x3067;&#x540C;&#x3058;&#x3088;&#x3046;&#x306A;&#x4E8B;&#x3092;&#x8003;&#x3048;&#x3066;&#x307E;&#x3057;&#x305F;&#x3002;1&#x3064;&#x306E;&#x89E3;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&gt;     X-SC-Sexp: (if (day 20000531) (subject &quot;&#x7814;&#x7A76;&#x4F1A;&#x767A;&#x8868;&quot;))
&gt; 
&gt; &#x2025;&#x2025;&#x3068;&#x3044;&#x3046;&#x306E;&#x306F;&#x3084;&#x308A;&#x904E;&#x304E;&#x3067;&#x3059;&#x306D;&#x3002;

&#x5B9F;&#x306F;&#x3001;&#x3053;&#x306E;&#x3084;&#x308A;&#x904E;&#x304E;&#x3082;&#x3042;&#x308A;&#x304B;&#x306A;&#x3068;&#x601D;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
Sexp &#x306F;&#x3001;elisp &#x306B;&#x5BC4;&#x308A;&#x904E;&#x304E;&#x308B;&#x306E;&#x3067;&#x3001;&#x9069;&#x5207;&#x306A;&#x6587;&#x6CD5;&#x3092;&#x5B9A;&#x7FA9;&#x3057;&#x3066;&#x3084;&#x308B;&#x306E;&#x306F;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;

&#x3053;&#x308C;&#x3057;&#x304B;&#x306A;&#x3044;&#x306E;&#x306F;&#x3084;&#x308A;&#x3059;&#x304E;&#x3067;&#x3059;&#x304C;&#x3002;MHC &#x306E;&#x5143;&#x3005;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x3067;&#x3001;&#x307B;&#x3068;&#x3093;&#x3069;&#x306E;
&#x5834;&#x5408; OK &#x306A;&#x306F;&#x305A;&#x3067;&#x3059;&#x3002;&#x3068;&#x306A;&#x308B;&#x3068;&#x3001;&#x7B2C;&#x4E8C;&#x306E;&#x65B9;&#x6CD5;&#x3092;&#x4F7F;&#x3046;&#x306E;&#x306F;&#x3001;
&#x304B;&#x306A;&#x308A;&#x8907;&#x96D1;&#x306A;&#x306E;&#x3092;&#x66F8;&#x304D;&#x305F;&#x3044;&#x3068;&#x304D;&#x3067;&#x3059;&#x3002;&#x3069;&#x3046;&#x305B;&#x306A;&#x3089;&#x4E07;&#x80FD;&#x3092;&#x76EE;&#x6307;&#x3059;&#x3068;&#x3044;&#x3046;&#x306E;&#x3082;
1&#x3064;&#x306E;&#x65B9;&#x6CD5;&#x3067;&#x3059;&#x3002;calendar.el &#x3068;&#x304B;&#x3082;&#x3001;&#x305D;&#x3046;&#x3058;&#x3083;&#x306A;&#x304B;&#x3063;&#x305F;&#x3063;&#x3051;&#x3002;

&#x5B9F;&#x969B;&#x306E;&#x6240;&#x3001;&#x4ED6;&#x306E;&#x4EBA;&#x306F;&#x3001;&#x3069;&#x3093;&#x306A;&#x30C7;&#x30FC;&#x30BF;&#x304C; MHC &#x3067;&#x306F;&#x8A18;&#x8FF0;&#x3067;&#x304D;&#x305A;&#x306B;&#x56F0;&#x3063;&#x3066;&#x3044;
&#x308B;&#x306E;&#x304B;&#x8ABF;&#x67FB;&#x3057;&#x305F;&#x3044;&#x6240;&#x3067;&#x3059;&#x306D;&#x3002;&#x50D5;&#x304C;&#x66F8;&#x304D;&#x305F;&#x3044;&#x306E;&#x306F;&#x3001;&#x516C;&#x52D9;&#x54E1;&#x306E;&#x7D66;&#x6599;&#x65E5;&#x3002;

&#x30FB;&#x57FA;&#x672C;&#x7684;&#x306B;&#x6BCE;&#x6708; 17&#x65E5;&#x3060;&#x304C;&#x3001;17&#x65E5;&#x304C;&#x4F11;&#x65E5;&#x306E;&#x5834;&#x5408;&#x306F; 16, 15 ..
  &#x3068;&#x624B;&#x524D;&#x306B;&#x305A;&#x308C;&#x308B;&#x3002;&#x3067;&#x3082; 3&#x65E5;&#x4EE5;&#x4E0A;&#x306F;&#x624B;&#x524D;&#x306B;&#x305A;&#x308C;&#x306A;&#x3044;&#x3067;&#x3001;
  &#x305D;&#x306E;&#x5834;&#x5408;&#x306F;&#x3001;18, 19 .. &#x3068;&#x5F8C;&#x65B9;&#x306E;&#x5E73;&#x65E5;&#x306B;&#x5411;&#x304B;&#x3063;&#x3066;&#x305A;&#x308C;&#x308B;&#x3002;

&#x3053;&#x308C;&#x304C;&#x66F8;&#x3051;&#x308B;&#x80FD;&#x529B;&#x304C;&#x6B32;&#x3057;&#x3044;&#x3067;&#x3059;&#x3002;

&#x3042;&#x3068;&#x3001;&#x3042;&#x308A;&#x304C;&#x3061;&#x3067;&#x66F8;&#x3051;&#x306A;&#x3044;&#x306E;&#x306F;&#x3001;

&#x30FB; 2&#x9031;&#x306B; 1&#x56DE;&#x306E;&#x6728;&#x66DC;&#x65E5;&#x3002;&#x305F;&#x3060;&#x3057;&#x3001;&#x5E74;&#x672B;&#x5E74;&#x59CB;&#x306F;&#x9664;&#x304F;&#x3002;

&#x4ED6;&#x306B;&#x4F55;&#x304B;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x304B;&#x3002;
&#x6625;&#x5206;&#x3001;&#x79CB;&#x5206;&#x3082;&#x3053;&#x308C;&#x3067;&#x66F8;&#x3051;&#x308B;&#x306A;&#x3089;&#x3001;&#x5217;&#x6319;&#x3059;&#x308B;&#x65B9;&#x91DD;&#x3092;&#x5909;&#x3048;&#x307E;&#x3059;&#x3002;

&gt; &#x571F;&gt; &#x3064;&#x307E;&#x308A;&#x3001;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x304C;&#x3001;&#x5185;&#x5BB9;&#x306B;&#x3088;&#x3063;&#x3066; AND &#x3092;&#x8868;&#x3057;&#x305F;&#x308A; OR &#x3092;&#x8868;&#x3057;&#x305F;&#x308A;&#x3059;&#x308B;
&gt; &#x571F;&gt; &#x3068;&#x3044;&#x3046;&#x8907;&#x96D1;&#x306A;&#x3053;&#x3068;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x308B;&#x308F;&#x3051;&#x3067;&#x3059;&#x3002;
&gt; 
&gt; nom&gt; &#x3053;&#x308C;&#x306F;&#x50D5;&#x3082;&#x627F;&#x77E5;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3053;&#x3046;&#x3044;&#x3046;&#x898F;&#x5247;&#x304C;&#x88CF;&#x306B;&#x3042;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x306F;&#x3001;
&gt; nom&gt; &#x5206;&#x304B;&#x308A;&#x8F9B;&#x3044;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x3067;&#x3082;&#x3001;&#x898F;&#x5247;&#x3092;&#x77E5;&#x3089;&#x306A;&#x304F;&#x3066;&#x3082;&#x3001;&#x7406;&#x6027;&#x3067;&#x6B63;&#x3057;&#x304F;&#x66F8;&#x3051;&#x307E;&#x305B;&#x3093;&#x304B;?
&gt; 
&gt; &#x540C;&#x610F;&#x3057;&#x307E;&#x3059;&#x3002;parser &#x3092;&#x66F8;&#x304F;&#x306E;&#x306F;&#x9762;&#x5012;&#x3067;&#x3057;&#x305F;&#x304C;&#x2026;&#x3002;

&gt; nom&gt; &#x7F8E;&#x3057;&#x3044;&#x304B;&#x3082;&#x3057;&#x308C;&#x307E;&#x305B;&#x3093;&#x304C;&#x3001;&#x983B;&#x51FA;&#x3059;&#x308B;
&gt; nom&gt; X-SC-Cond: 1st Wed 
&gt; nom&gt; &#x3092; 2&#x3064;&#x306B;&#x5206;&#x3051;&#x3066;&#x66F8;&#x304B;&#x306A;&#x3044;&#x3068;&#x3044;&#x3051;&#x306A;&#x3044;&#x306E;&#x306F;&#x3001;&#x82E6;&#x75DB;&#x3067;&#x3059;&#x3057;&#x3001;&#x907F;&#x3051;&#x305F;&#x304F;&#x306A;&#x3044;&#x3067;&#x3059;&#x304B;?
&gt; 
&gt; &#x3067;&#x3057;&#x305F;&#x3089;&#x3001;&#x7A4D;&#x548C;&#x6A19;&#x6E96;&#x5F62;&#x306B;&#x76F4;&#x3059;&#x306E;&#x306F;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;? &#x3064;&#x307E;&#x308A;&#x3001;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x4E2D;&#x3067;
&gt; &#x306F; AND &#x6761;&#x4EF6;&#x3001;&#x4E26;&#x7F6E;&#x3055;&#x308C;&#x305F;&#x30D8;&#x30C3;&#x30C0;&#x306F; OR &#x6761;&#x4EF6;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;

&#x3046;&#x30FC;&#x3093;&#x3001;&#x305D;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;
  X-SC-Cond: 5 15 25      ;; &#x300C;5&#x306E;&#x4ED8;&#x304F;&#x65E5;&#x300D; 
  X-SC-Cond: 1st 3rd Wed  ;; &#x7B2C;&#x4E00;&#x7B2C;&#x4E09; &#x6C34;&#x66DC;&#x65E5;

&#x3082;&#x6BD4;&#x8F03;&#x7684;&#x3088;&#x304F;&#x3042;&#x308B;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3060;&#x3068;&#x601D;&#x3046;&#x306E;&#x3067;&#x3059;&#x304C;&#x3002;&#x3053;&#x308C;&#x306E;&#x3068;&#x304D;&#x56F0;&#x308A;&#x307E;&#x3059;&#x3088;&#x306D;&#x3002;

&gt; &#x305F;&#x3060;&#x307E;&#x3042;&#x3001;&#x3053;&#x3046;&#x3059;&#x308B;&#x3068;&#x4E88;&#x60F3;&#x3055;&#x308C;&#x308B;&#x306E;&#x306F;&#x3001;&#x300C;&#x7B2C;1&#x3001;&#x7B2C;3&#x6C34;&#x66DC;&#x65E5;&#x300D;&#x3068;&#x3044;&#x3046;&#x6307;&#x5B9A;&#x304C;&#x9762;&#x5012;
&gt; &#x3058;&#x3083;&#x306A;&#x3044;&#x304B;&#x3001;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x306A;&#x3093;&#x3067;&#x3059;&#x3002;

&#x3042;&#x3001;&#x305D;&#x306E;&#x3068;&#x304A;&#x308A;&#x3002;&#x57FA;&#x672C;&#x7684;&#x306B;&#x3001;&#x6C7A;&#x3081;&#x306E;&#x554F;&#x984C;&#x3067;&#x3059;&#x304B;&#x3089;&#x3001;
&#x89E3;&#x306F;&#x3044;&#x304F;&#x3089;&#x3067;&#x3082;&#x3042;&#x308B;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x843D;&#x3068;&#x3057;&#x6240;&#x306E;&#x554F;&#x984C;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x3002;

&gt; &#x3068;&#x3001;&#x3088;&#x304F;&#x8003;&#x3048;&#x3066;&#x307F;&#x308B;&#x3068;&#x3001;X-SC-Duration: &#x304C;&#x5C0E;&#x5165;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x7406;&#x7531;&#x304C;&#x5206;&#x304B;&#x3089;&#x306A;&#x304F;
&gt; &#x306A;&#x3063;&#x3066;&#x304D;&#x307E;&#x3059;&#x306D;&#x3002;X-SC-Cond: &#x3067;&#x6307;&#x5B9A;&#x3055;&#x308C;&#x308B;&#x4ED6;&#x306E;&#x69CB;&#x6587;&#x8981;&#x7D20;&#x3068;&#x5224;&#x5225;&#x53EF;&#x80FD;&#x306A;&#x306E;&#x3067;&#x3001;
&gt; &#x7D71;&#x4E00;&#x3067;&#x304D;&#x308B;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;

&#x305D;&#x3046;&#x3067;&#x3059;&#x306D;&#x3002;&#x305D;&#x3046;&#x3044;&#x3046;&#x610F;&#x5473;&#x3067;&#x306F;&#x3001;Date: &#x3082; Cond: &#x3068;&#x307E;&#x3068;&#x3081;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;
&#x3053;&#x308C;&#x306F;&#x3001;&#x898B;&#x305F;&#x76EE;&#x3067;&#x3059;&#x3002;

&gt; &#x3048;&#x3063;&#x3068;&#x3001;&#x6BCE;&#x6708;&#x6708;&#x672B;&#x306B;&#x767A;&#x751F;&#x3059;&#x308B;&#x3093;&#x3067;&#x3059;&#x304B;&#x3002;&#x305D;&#x3046;&#x3044;&#x3046;&#x306E;&#x306F;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306B;&#x8A18;&#x5165;&#x3057;&#x3066;
&gt; &#x6B32;&#x3057;&#x3044;&#x306A;&#x3041;&#x2026;&#x3002;
&gt; 
&gt; ## &#x5F31;&#x6C17;&#x30E2;&#x30FC;&#x30C9;&#x3002;
&gt; 
&gt;     X-SC-Cond: Last
&gt;     X-SC-Subject: &#x6708;&#x672B;&#x6C7A;&#x7B97;&#x66F8;&#x306E;&#x6574;&#x7406;
&gt;     X-SC-ToDo: 100
&gt; 
&gt; &#x3068;&#x3044;&#x3046;&#x6307;&#x5B9A;&#x304C;&#x51FA;&#x6765;&#x308B;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;?

&#x306A;&#x308B;&#x307B;&#x3069;&#x3002;&#x3053;&#x3046;&#x3044;&#x3046;&#x66F8;&#x304D;&#x65B9;&#x3082;&#x3042;&#x308B;&#x306E;&#x304B;&#x3002;&#x3002;

&gt;     X-SC-Duration: 20001201-20001205
&gt;     X-SC-Subject: 1st MHC International Conferenece
&gt;     X-SC-Location: &#x4E5D;&#x5927;

&#x3046;&#x30FC;&#x3093;&#x3002;&#x307E;&#x305A;&#x3001;Duration: &#x3060;&#x3051;&#x3067;&#x306F;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3092;&#x6307;&#x5B9A;&#x3057;&#x305F;&#x3053;&#x3068;&#x306B;&#x306A;&#x3089;
&#x306A;&#x3044;&#x4ED5;&#x69D8;&#x3067;&#x3059;&#x3002;&#x306E;&#x3067;&#x3001;&#x73FE;&#x884C;&#x306E; MHC &#x7684;&#x306B;&#x306F;&#x3001;&#x3053;&#x308C;&#x306F;&#x7A7A;&#x306E;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3067;&#x3059;&#x3002;

&gt;     X-SC-Next:
&gt;     X-SC-Duration: 20000601-20000630
&gt;     X-SC-Subject: &#x8AD6;&#x6587;&#x57F7;&#x7B46;
&gt;     X-SC-ToDo: 100
&gt;     X-SC-Next:
&gt;     X-SC-Day: 200000630
&gt;     X-SC-Subject: &#x8AD6;&#x6587;&#x63D0;&#x51FA;
&gt;     X-SC-Next:
&gt;     X-SC-Duration: 20000901-20000930
&gt;     X-SC-Subject: &#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x6E96;&#x5099;
&gt;     X-SC-ToDo: 100
&gt;     X-SC-Next:
&gt;     X-SC-Day: 20000930
&gt;     X-SC-Subject: &#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x63D0;&#x51FA;
&gt; 
&gt; &#x3068;&#x3044;&#x3046;&#x306E;&#x3067;&#x306F;&#x3001;&#x5341;&#x5206;&#x306B;&#x76F4;&#x611F;&#x7684;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;&#x3053;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;
&gt; &#x5E33;&#x306B;&#x7DE0;&#x5207;&#x65E5;&#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x306E;&#x3068;&#x540C;&#x6642;&#x306B;&#x3001;&#x4E0B;&#x306E; TODO &#x30EA;&#x30B9;&#x30C8;&#x306B;&#x3082;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;
&gt; &#x306A;&#x308B;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;

&#x50D5;&#x306A;&#x3089;&#x3067;&#x3059;&#x306D;&#x3002;

X-SC-Day: 20001201-20001205  ;; &#x3053;&#x308C;&#x306F;&#x3001;&#x4FBF;&#x5B9C;&#x4E0A;&#x306E;&#x5618;&#x306D;&#x3002;
X-SC-Subject: 1st MHC International Conferenece
X-SC-Location: &#x4E5D;&#x5927;
X-SC-Next:
X-SC-Day: 20000630
X-SC-Subject: &#x8AD6;&#x6587;&#x63D0;&#x51FA;&#x7DE0;&#x5207;
X-SC-ToDo: 100
X-SC-Next:
X-SC-Day: 20000930
X-SC-Subject: &#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x7DE0;&#x5207;
X-SC-ToDo: 100

&#x3068;&#x66F8;&#x304D;&#x305F;&#x3044;&#x3002;&#x3053;&#x3046;&#x66F8;&#x304F;&#x3068;&#x3001;TODO &#x306E;&#x8868;&#x793A;&#x6B04;&#x306B;&#x306F;&#x3001;&#x5E38;&#x306B; DONE &#x306B;&#x306A;&#x308B;&#x307E;&#x3067;
&#x8868;&#x793A;&#x3057;&#x3066;&#x3044;&#x3066;&#x307B;&#x3057;&#x3044;&#x3002;

1&#x5E74;&#x5F8C;&#x306B;&#x7DE0;&#x5207;&#x304C;&#x3042;&#x308B;&#x3088;&#x3046;&#x306A; TODO &#x3092;&#x3069;&#x3053;&#x306B;&#x7F6E;&#x304F;&#x304B;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;
&#x571F;&#x5C4B;&#x3055;&#x3093;&#x306E;&#x610F;&#x898B;&#x306F;&#x3001; Duration: &#x3067; 1&#x5E74;&#x5F8C;&#x3092;&#x6307;&#x5B9A;&#x3057;&#x3068;&#x3044;&#x3066;&#x3001;
intersect/ &#x306B;&#x5165;&#x308C;&#x3088;&#x3046;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x3059;&#x306D;&#x3002;&#x305D;&#x308C;&#x3068;&#x306F;&#x5225;&#x306B;&#x3001;
&#x7DE0;&#x5207;&#x3092;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306B;&#x3082;&#x51FA;&#x3057;&#x305F;&#x3044;&#x5834;&#x5408;&#x306F;&#x3001;Next: &#x3067;&#x3082;&#x3046;1&#x500B;&#x66F8;&#x304F;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x3059;&#x306D;&#x3002;
&#x305D;&#x308C;&#x3063;&#x3066;&#x3001;1&#x500B;&#x8A18;&#x4E8B;&#x304C;&#x5897;&#x3048;&#x308B;&#x3060;&#x3051;&#x3067;&#x3001;&#x5B09;&#x3057;&#x304F;&#x306A;&#x304F;&#x306A;&#x3044;&#x3067;&#x3059;&#x304B;&#x3002;

&#x666E;&#x901A;&#x7DE0;&#x5207;&#x306E;&#x3042;&#x308B; TODO &#x306F;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306B;&#x8F09;&#x305B;&#x305F;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;?
&#x7DE0;&#x5207;&#x304C;&#x306A;&#x3044;&#x5834;&#x5408;&#x306F;&#x3001;&#x66F8;&#x304B;&#x306A;&#x3044;&#x304B;&#x3089; schedule &#x306B;&#x3082;&#x51FA;&#x306A;&#x3044;&#x306E;&#x3067;&#x3001;
&#x30CF;&#x30C3;&#x30D4;&#x30FC;&#x3060;&#x3068;&#x601D;&#x3046;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;

&gt; MHC &#x306E;&#x5185;&#x90E8;&#x3067;&#x306F;&#x3001;file &#x5358;&#x4F4D;&#x3067;&#x306E; cache &#x5236;&#x5FA1;&#x304C;&#x6709;&#x52B9;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;gemcal 
&gt; &#x306A;&#x3069;&#x306E;&#x5916;&#x90E8;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30E0;&#x3068;&#x9023;&#x643A;&#x3059;&#x308B;&#x5834;&#x5408;&#x306B;&#x9650;&#x3063;&#x3066;&#x3001;slot &#x304C;&#x4F5C;&#x308A;&#x76F4;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;
:
&gt; &#x306F;&#x3044;&#x3001;&#x7DE8;&#x96C6;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306F;&#x3057;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x304C;&#x3001;&#x79C1;&#x306E;&#x624B;&#x5143;&#x3067;&#x306F;&#x65E2;&#x306B; X-SC-Next: &#x3092;
&gt; &#x4F7F;&#x3063;&#x3066;&#x66F8;&#x304D;&#x76F4;&#x3057;&#x305F;&#x3082;&#x306E;&#x3092;&#x4F7F;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x3088;&#x3046;&#x306B;&#x5909;&#x66F4;&#x3059;&#x308B;&#x3068;&#x3001;&#x66F4;&#x306B;&#x901F;&#x304F;&#x306A;&#x308A;
&gt; &#x307E;&#x3059;&#x3002;
&gt; 
&gt; &#x305D;&#x306E;&#x6C17;&#x306B;&#x306A;&#x308C;&#x3070;&#x3001;~/.schedule &#x3092;&#x6368;&#x3066;&#x3066;&#x3001;schedule/intersect/ &#x4E0B;&#x306E;&#x4E00;&#x822C;&#x30B9;&#x30B1;
&gt; &#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;1&#x3064;&#x3068;&#x3057;&#x3066;&#x6271;&#x3046;&#x3053;&#x3068;&#x3082;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;

&#x306A;&#x308B;&#x307B;&#x3069;&#x3002;&#x3053;&#x306E;&#x3078;&#x3093;&#x3001;&#x3044;&#x3044;&#x611F;&#x3058;&#x3067;&#x3059;&#x306D;&#x3002;

&gt; &#x8AA4;&#x89E3;&#x3055;&#x305B;&#x3066;&#x3057;&#x307E;&#x3044;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;&#x4E0A;&#x8FF0;&#x306E;&#x3088;&#x3046;&#x306B; Day: &#x3082; Cond: &#x3082;&#x4F7F;&#x3048;&#x307E;&#x3059;&#x3002;&#x3057;&#x304B;
&gt; &#x3057;&#x3001;
&gt; 
&gt;     X-SC-Day: 20000531
&gt;     X-SC-ToDo: 1
&gt; 
&gt; &#x3068;&#x3044;&#x3046;&#x6307;&#x5B9A;&#x3092;&#x3059;&#x308B;&#x3068;&#x3001;5&#x6708;31&#x65E5;&#x306B;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x305F;&#x3068;&#x304D;&#x3060;&#x3051; TODO &#x30EA;&#x30B9;
&gt; &#x30C8;&#x306B;&#x63B2;&#x8F09;&#x3055;&#x308C;&#x308B;&#x3053;&#x3068;&#x306B;&#x306A;&#x308B;&#x306E;&#x3067;&#x3001;&#x3042;&#x307E;&#x308A;&#x610F;&#x5473;&#x304C;&#x306A;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;
&gt; 
&gt; # X-SC-Day: &#x306E;&#x610F;&#x5473;&#x304B;&#x3089;&#x3059;&#x308B;&#x3068;&#x3001;&#x3053;&#x308C;&#x304C;&#x81EA;&#x7136;&#x3060;&#x3068;&#x601D;&#x3046;&#x306E;&#x3067;&#x3059;&#x3051;&#x308C;&#x3069;&#x3002;

&#x3046;&#x30FC;&#x3093;&#x3001;&#x3084;&#x3063;&#x3071;&#x308A; TODO &#x306E;&#x3068;&#x304D;&#x306F;&#x3001;Day: &#x3092; Deadline &#x3068;&#x3057;&#x3066;&#x6271;&#x3046;&#x306E;&#x304C;
&#x3044;&#x3044;&#x306E;&#x3067;&#x306F;? &#x3059;&#x308B;&#x3068;&#x3001;schedule &#x4E0A;&#x306B;&#x3082;&#x7D20;&#x76F4;&#x306B;&#x53CD;&#x6620;&#x3055;&#x305B;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;&#x3002;
Day: &#x306F; X day &#x306A;&#x306E;&#x3067;&#x3059;&#x3002;TODO &#x3067;&#x3044;&#x3046;&#x3068;&#x3001;&#x7DE0;&#x5207;&#x3002;

Duration &#x3068;&#x3044;&#x3046;&#x306E;&#x306F;&#x3001;&#x3042;&#x308B;&#x3001;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3084; TODO &#x306E;&#x6709;&#x52B9;&#x7BC4;&#x56F2;&#x3092;&#x3055;&#x3089;
&#x306B;&#x9650;&#x5B9A;&#x3059;&#x308B;&#x3082;&#x306E;&#x3067;&#x3001;&#x76F4;&#x63A5; X day &#x3092;&#x793A;&#x3059;&#x3082;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x3059;&#x3002;

&gt; &#x3044;&#x3048;&#x3001;&#x5225;&#x306B;&#x305D;&#x308C;&#x3067;&#x3082;&#x69CB;&#x3044;&#x307E;&#x305B;&#x3093;&#x304C;&#x3001;&#x305D;&#x306E;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3068;&#x7D50;&#x5C40; schedule/todo/ &#x306B;
&gt; &#x3064;&#x3044;&#x3066;&#x3082; schedule/intersect/ &#x3068;&#x540C;&#x3058;&#x3088;&#x3046;&#x306B;&#x691C;&#x7D22;&#x3092;&#x304B;&#x3051;&#x306A;&#x3051;&#x308C;&#x3070;&#x3044;&#x3051;&#x306A;&#x3044;&#x3068;
&gt; &#x8A00;&#x3046;&#x3053;&#x3068;&#x306B;&#x306F;&#x5909;&#x308F;&#x308A;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x304B;&#x3089;&#x3001;&#x30C7;&#x30A3;&#x30EC;&#x30AF;&#x30C8;&#x30EA;&#x304C;&#x5897;&#x3048;&#x308B;&#x3060;&#x3051;&#x3067;&#x3001;&#x30D7;&#x30ED;&#x30B0;&#x30E9;
&gt; &#x30E0;&#x7684;&#x306B;&#x5B09;&#x3057;&#x3044;&#x3053;&#x3068;&#x306F;&#x306A;&#x3044;&#x3088;&#x3046;&#x306A;&#x6C17;&#x304C;&#x3059;&#x308B;&#x306E;&#x3067;&#x3059;&#x3051;&#x308C;&#x3069;&#x3001;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;?

&#x3044;&#x308F;&#x308C;&#x3066;&#x307F;&#x308C;&#x3070;&#x3001;&#x305D;&#x3046;&#x304B;&#x3082;&#x3057;&#x308C;&#x306A;&#x3044;&#x6C17;&#x304C;&#x3057;&#x3066;&#x304D;&#x307E;&#x3057;&#x305F;&#x3002;&#x3002;

refile &#x5148;&#x306E;&#x8A08;&#x7B97;&#x304C;&#x7C21;&#x4FBF;&#x306B;&#x306A;&#x308B;&#x3068;&#x3044;&#x3046;&#x30E1;&#x30EA;&#x30C3;&#x30C8;&#x3068;&#x3001;
TODO &#x5206;&#x3051;&#x3068;&#x304F;&#x3068;&#x3001;&#x7DE0;&#x5207;&#x306E;&#x306A;&#x3057;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3092;&#x4E00;&#x676F;&#x3044;&#x308C;&#x308B;&#x4EBA;&#x306B;
&#x306B;&#x306F;&#x3044;&#x3044;&#x304B;&#x306A;&#x3068;&#x3044;&#x3046;&#x6C17;&#x304C;&#x3057;&#x3066;&#x305F;&#x306E;&#x3067;&#x3059;&#x304C;&#x3002;

&#x3042;&#x3068;&#x3001;mh &#x306E; scan &#x3060;&#x3051;&#x3067; TODO &#x30EA;&#x30B9;&#x30C8;&#x304C;&#x898B;&#x308C;&#x305F;&#x308A;&#x3057;&#x3066;&#x5B09;&#x3057;&#x3044;&#x304B;&#x306A;&#x3068;&#x3002;
--
nom
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<ul><li><strong>Follow-Ups</strong>:
<ul>
<li><strong><a name="00645" href="msg00645.html">[mhc:00646] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
<li><strong><a name="00663" href="msg00663.html">[mhc:00664] TODO (Re:  Re: High-speed and improved MHC)</a></strong>
<ul><li><em>From:</em> Yoshinari NOMURA</li></ul></li>
</ul></li></ul>
<!--X-Follow-Ups-End-->
<!--X-References-->
<ul><li><strong>References</strong>:
<ul>
<li><strong><a name="00640" href="msg00640.html">[mhc:00641] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
<li><strong><a name="00635" href="msg00635.html">[mhc:00636] High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
<li><strong><a name="00642" href="msg00642.html">[mhc:00643] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
</ul></li></ul>
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg00643.html">[mhc:00644] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg00645.html">[mhc:00646] Re: High-speed and improved MHC</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg00642.html">[mhc:00643] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg00645.html">[mhc:00646] Re: High-speed and improved MHC</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#00644"><strong>Date</strong></a></li>
<li><a href="threads.html#00644"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
