<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:01557] 《撰稿实用宝典》&#45;&#45;&#45;一本超值的撰稿工具！ -->
<!--X-From-R13: zupNdhvpxunpx.arg -->
<!--X-Date: Fri, 17 May 2002 05:28:45 +0800 -->
<!--X-Message-Id: 200205162133.GAA30970@box.quickhack.net -->
<!--X-Content-Type: text/plain -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:01557] 《撰稿实用宝典》---一本超值的撰稿工具！</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg01555.html">Date Prev</a>][<a href="msg01557.html">Date Next</a>][<a href="msg01555.html">Thread Prev</a>][<a href="msg01557.html">Thread Next</a>][<a href="maillist.html#01556">Date Index</a>][<a href="threads.html#01556">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:01557] 《撰稿实用宝典》---一本超值的撰稿工具！</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:01557] 《撰稿实用宝典》---一本超值的撰稿工具！</li>
<li><em>Date</em>: Fri, 17 May 2002 05:28:45 +0800</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxx</a></li>
<li><em>Sender</em>: EmailSender</li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x2015;&#x2015;&#x7531;&#x4E2D;&#x56FD;&#x6587;&#x7A3F;&#x4EA4;&#x6613;&#x6743;&#x5A01;&#x7F51;&#x7AD9;&#x201C;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;www.tougao.net&#x201D;&#x7F16;&#x8F91;&#x90E8;&#x6574;&#x7406;&#x7F16;&#x5199;&#x800C;&#x6210;&#xFF0C;&#x51E0;&#x4E4E;&#x56CA;&#x62EC;&#x4E86;&#x5168;&#x56FD;&#x6240;&#x6709;&#x62A5;&#x520A;&#x3001;&#x6742;&#x5FD7;&#x7684;&#x6295;&#x7A3F;&#x5730;&#x5740;&#x3001;&#x7F16;&#x8F91;&#x90E8;&#x7535;&#x8BDD;&#x3001;&#x4E3B;&#x7F16;&#xFF08;&#x6216;&#x8D23;&#x4EFB;&#x7F16;&#x8F91;&#xFF09;&#x7684;&#x7535;&#x5B50;&#x4FE1;&#x7BB1;&#x548C;&#x90E8;&#x5206;&#x62A5;&#x520A;&#x7684;&#x7F51;&#x7AD9;&#x5730;&#x5740;&#xFF0C;&#x662F;&#x4F17;&#x591A;&#x804C;&#x4E1A;&#x64B0;&#x7A3F;&#x4EBA;&#x3001;&#x804C;&#x4E1A;&#x4F5C;&#x8005;&#xFF08;&#x4F5C;&#x5BB6;&#xFF09;&#x3001;&#x526A;&#x62A5;&#x804C;&#x4E1A;&#x8005;&#x3001;&#x6587;&#x6458;&#x804C;&#x4E1A;&#x8005;&#x3001;&#x7A3F;&#x4EF6;&#x8FD0;&#x4F5C;&#x5546;&#x548C;&#x5E7F;&#x5927;&#x6587;&#x5B66;&#x521B;&#x4F5C;&#x7231;&#x597D;&#x8005;&#x6269;&#x5C55;&#x6295;&#x7A3F;&#x9014;&#x5F84;&#x7684;&#x4E00;&#x4EFD;&#x73CD;&#x8D35;&#x8D44;&#x6599;&#xFF0C;&#x8FD9;&#x4EFD;&#x8D44;&#x6599;&#x7531;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x7F51;www.tougao.net&#x5168;&#x7A0B;&#x63D0;&#x4F9B;&#x5B8C;&#x5584;&#x7684;&#x552E;&#x540E;&#x670D;&#x52A1;&#x53CA;&#x4FE1;&#x8A89;&#x4FDD;&#x8BC1;&#x3002;
&#x4E00;&#xFF1A;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x5185;&#x5BB9;&#x4ECB;&#x7ECD;&#x548C;&#x5411;&#x60A8;&#x63A8;&#x8350;&#x7684;&#x7406;&#x7531;
&#xFF08;1&#xFF09;&#x7406;&#x7531;&#x4E4B;&#x4E00;&#xFF1A;10000&#x591A;&#x5BB6;&#x62A5;&#x520A;&#x6742;&#x5FD7;&#x8BE6;&#x7EC6;&#x771F;&#x5B9E;&#x7684;&#x6295;&#x7A3F;&#x5730;&#x5740;&#xFF08;&#x5305;&#x62EC;&#x90AE;&#x7F16;&#x3001;&#x7F16;&#x8F91;&#x90E8;&#x7535;&#x8BDD;&#xFF09;&#xFF0C;&#x6EE1;&#x8DB3;&#x60A8;&#x4E66;&#x4FE1;&#x6295;&#x7A3F;&#x7684;&#x9700;&#x8981;&#x3002;&#x6709;&#x66F4;&#x591A;&#x7684;&#x9009;&#x62E9;&#x5C31;&#x6709;&#x66F4;&#x591A;&#x7684;&#x6536;&#x83B7;&#xFF01;&#x5C24;&#x5176;&#x5BF9;&#x4E8E;&#x4E13;&#x95E8;&#x4ECE;&#x4E8B;&#x526A;&#x62A5;&#x3001;&#x6587;&#x6458;&#x548C;&#x7A3F;&#x4EF6;&#x8FD0;&#x4F5C;&#x7684;&#x6587;&#x5B57;&#x5DE5;&#x4F5C;&#x8005;&#x6765;&#x8BF4;&#xFF0C;&#x5176;&#x4E2D;&#x5965;&#x5999;&#x4F60;&#x77E5;&#x9053;&#xFF01;&#x90A3;&#x6F2B;&#x5929;&#x98DE;&#x6765;&#x7684;&#x7A3F;&#x8D39;&#x6C47;&#x6B3E;&#xFF0C;&#x4E00;&#x5B9A;&#x5C31;&#x662F;&#x4F60;&#x5E78;&#x798F;&#x7684;&#x68A6;&#x60F3;&#xFF01;
&#xFF08;2&#xFF09;&#x7406;&#x7531;&#x4E4B;&#x4E8C;&#xFF1A;&#x6570;&#x767E;&#x5BB6;&#x6E2F;&#x53F0;&#x62A5;&#x520A;&#x7684;&#x6295;&#x7A3F;&#x5730;&#x5740;&#xFF0C;&#x65B9;&#x4FBF;&#x7684;&#x8BA9;&#x4F60;&#x7684;&#x6587;&#x7AE0;&#x95EF;&#x5165;&#x201C;&#x7279;&#x533A;&#x201D;&#xFF0C;&#x7279;&#x522B;&#x8981;&#x5411;&#x4F5C;&#x8005;&#x8BF4;&#x660E;&#x7684;&#x662F;&#xFF1A;&#x968F;&#x7740;&#x6211;&#x4EEC;&#x56FD;&#x5BB6;&#x7684;&#x5F00;&#x653E;&#x548C;&#x7EDF;&#x4E00;&#xFF0C;&#x751F;&#x6D3B;&#x5728;&#x7279;&#x533A;&#x548C;&#x56FD;&#x5916;&#x7684;&#x534E;&#x4EBA;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x5916;&#x56FD;&#x4EBA;&#xFF0C;&#x7279;&#x522B;&#x7684;&#x60F3;&#x4E86;&#x89E3;&#x56FD;&#x5185;&#x6587;&#x5316;&#x548C;&#x4FE1;&#x606F;&#xFF0C;&#x6E2F;&#x53F0;&#x5A92;&#x4F53;&#x6B63;&#x597D;&#x626E;&#x6F14;&#x56FD;&#x5185;&#x6587;&#x5316;&#x548C;&#x4FE1;&#x606F;&#x7684;&#x4F20;&#x64AD;&#x7684;&#x89D2;&#x8272;&#xFF01;&#x7136;&#x800C;&#x5BF9;&#x4E8E;&#x56FD;&#x5185;&#x4F5C;&#x8005;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x6295;&#x7A3F;&#x51E0;&#x4E4E;&#x662F;&#x4E2A;&#x76F2;&#x70B9;&#xFF0C;&#x56E0;&#x6B64;&#x7A3F;&#x4EF6;&#x6781;&#x7F3A;&#xFF0C;&#x7A3F;&#x8D39;&#x561B;&#xFF0C;&#x81EA;&#x7136;&#x662F;&#x56FD;&#x5185;&#x5A92;&#x4F53;&#x65E0;&#x6CD5;&#x6BD4;&#x7684;&#x5566;&#xFF01;&#x4F60;&#x5C31;&#x4E0D;&#x60F3;&#x5229;&#x7528;&#x60A8;&#x4F18;&#x79C0;&#x7684;&#x6587;&#x7B14;&#xFF0C;&#x5F00;&#x53D1;&#x4E00;&#x4E0B;&#x201C;&#x7279;&#x533A;&#x201D;&#x6587;&#x5316;&#xFF1F;&#x90A3;&#x5C31;&#x8BA9;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x5E2E;&#x60A8;&#x7275;&#x7EBF;&#x642D;&#x6865;&#x5427;&#xFF01;
&#xFF08;3&#xFF09;&#x7406;&#x7531;&#x4E4B;&#x4E09;&#xFF1A;3000&#x591A;&#x5BB6;&#x62A5;&#x520A;&#x6742;&#x5FD7;&#x7F16;&#x8F91;&#x90E8;&#xFF08;&#x4E3B;&#x7F16;&#x3001;&#x8D23;&#x4EFB;&#x7F16;&#x8F91;&#xFF09;&#x7684;&#x4E13;&#x7528;&#x5F81;&#x7A3F;&#x7535;&#x5B50;&#x4FE1;&#x7BB1;&#xFF08;Email&#xFF09;&#xFF0C;&#x6EE1;&#x8DB3;&#x60A8;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#x6295;&#x7A3F;&#x7684;&#x9700;&#x8981;&#x3002;&#x5982;&#x4ECA;&#x662F;&#x7535;&#x5B50;&#x4FE1;&#x606F;&#x5316;&#x65F6;&#x4EE3;&#xFF0C;&#x62A5;&#x520A;&#x6742;&#x5FD7;&#xFF08;&#x7279;&#x522B;&#x662F;&#x540D;&#x520A;&#x540D;&#x62A5;&#xFF09;&#x4E3A;&#x9002;&#x5E94;&#x65F6;&#x4EE3;&#x9700;&#x8981;&#xFF0C;&#x90FD;&#x8BBE;&#x7ACB;&#x4E86;&#x4E13;&#x95E8;&#x7684;&#x5F81;&#x7A3F;&#x7535;&#x5B50;&#x4FE1;&#x7BB1;&#xFF0C;&#x4ED6;&#x4EEC;&#x65B9;&#x4FBF;&#xFF0C;&#x4F60;&#x4E5F;&#x65B9;&#x4FBF;&#xFF01;&#x518D;&#x8BF4;&#x4E86;&#xFF0C;&#x73B0;&#x5728;&#x5F88;&#x591A;&#x7F16;&#x8F91;&#x6574;&#x5929;&#x5728;&#x7F51;&#x4E0A;&#x5BFB;&#x627E;&#xFF0C;&#x4E3A;&#x7684;&#x5C31;&#x662F;&#x627E;&#x51E0;&#x7BC7;&#x597D;&#x7A3F;&#x548C;&#x51E0;&#x4E2A;&#x597D;&#x4F5C;&#x8005;&#xFF0C;&#x54B1;&#x4EEC;&#x5199;&#x7A3F;&#x5B50;&#x7684;&#x4E5F;&#x5927;&#x591A;&#x6570;&#x4E0A;&#x4E86;&#x7F51;&#xFF0C;&#x4F46;&#x832B;&#x832B;&#x7F51;&#x6D77;&#xFF0C;&#x8C01;&#x8BA4;&#x8BC6;&#x8C01;&#x5440;&#xFF01;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x8BA9;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x505A;&#x4F60;&#x548C;&#x7F16;&#x8F91;&#x7684;&#x7EA2;&#x5A18;&#x5462;&#xFF1F;&#x8FD8;&#x6709;&#x54E6;&#xFF01;&#x7535;&#x5B50;&#x4FE1;&#x7BB1;&#x6295;&#x7A3F;&#x7684;&#x597D;&#x5904;&#x5C31;&#x662F;&#x5FEB;&#x901F;&#x3001;&#x76F4;&#x63A5;&#x80FD;&#x548C;&#x8D23;&#x4EFB;&#x7F16;&#x8F91;&#x4EA4;&#x6D41;&#xFF0C;&#x522B;&#x8BF4;&#x6211;&#x6CA1;&#x6709;&#x544A;&#x8BC9;&#x4F60;&#xFF0C;&#x54B1;&#x4E2D;&#x56FD;&#x662F;&#x4E2A;&#x8BB2;&#x201C;&#x5173;&#x7CFB;&#x201D;&#x7684;&#x56FD;&#x5BB6;&#xFF0C;&#x6709;&#x5B9E;&#x529B;&#x8FD8;&#x8981;&#x6709;&#x5173;&#x7CFB;&#xFF01;&#x8BF4;&#x4E0D;&#x5B9A;&#x7F16;&#x8F91;&#x8FD8;&#x8BF7;&#x4F60;&#x505A;&#x4E13;&#x680F;&#x4F5C;&#x8005;&#x5462;&#xFF1F;&#x6700;&#x540E;&#x60F3;&#x5BF9;&#x4F60;&#x8BF4;&#xFF1A;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x60F3;&#x4F60;&#x8F9B;&#x82E6;&#x521B;&#x4F5C;&#x7684;&#x4F73;&#x4F5C;&#x6CA6;&#x843D;&#x6210;&#x8BBA;&#x575B;&#x5E16;&#x5B50;&#xFF0C;&#x6211;&#x60F3;&#x4F60;&#x8BE5;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x505A;&#x4E86;&#x5427;&#xFF01;
&#xFF08;4&#xFF09;&#x7406;&#x7531;&#x4E4B;&#x56DB;&#xFF1A;2000&#x591A;&#x5BB6;&#x62A5;&#x520A;&#x6742;&#x5FD7;&#x7684;&#x7F51;&#x7AD9;&#x5730;&#x5740;&#xFF0C;&#x6EE1;&#x8DB3;&#x4F60;&#x5728;&#x7EBF;&#x6295;&#x7A3F;&#x7684;&#x9700;&#x8981;&#x3002;&#x6700;&#x597D;&#x7684;&#x7406;&#x7531;&#x5C31;&#x662F;&#x60A8;&#x80FD;&#x76F4;&#x63A5;&#x4E86;&#x89E3;&#x4ED6;&#x4EEC;&#x7684;&#x7528;&#x7A3F;&#x98CE;&#x683C;&#xFF0C;&#x6709;&#x9488;&#x5BF9;&#x7684;&#x521B;&#x4F5C;&#xFF0C;&#x6295;&#x7A3F;&#x547D;&#x4E2D;&#x6982;&#x7387;&#x624D;&#x9AD8;&#xFF0C;&#x6240;&#x8C13;&#x77E5;&#x5DF1;&#x77E5;&#x5F7C;&#xFF0C;&#x767E;&#x5199;&#x767E;&#x4E2D;&#xFF01;
&#xFF08;5&#xFF09;&#x7406;&#x7531;&#x4E4B;&#x4E94;&#xFF1A;&#x5168;&#x56FD;100&#x591A;&#x5BB6;&#x9AD8;&#x7A3F;&#x916C;&#x62A5;&#x520A;&#x6742;&#x5FD7;&#xFF08;&#x540D;&#x520A;&#xFF09;&#x680F;&#x76EE;&#x7279;&#x8272;&#x3001;&#x5F81;&#x7A3F;&#x8981;&#x6C42;&#x3001;&#x8D23;&#x4EFB;&#x7F16;&#x8F91;&#xFF08;email&#x3001;&#x7535;&#x8BDD;&#xFF09;&#x7684;&#x8BE6;&#x7EC6;&#x4ECB;&#x7ECD;&#xFF0C;&#x5E2E;&#x52A9;&#x60A8;&#x6E05;&#x695A;&#x7684;&#x4E86;&#x89E3;&#x520A;&#x7269;&#x7684;&#x91C7;&#x7A3F;&#x7279;&#x8272;&#x3002;&#x540D;&#x520A;&#x5C31;&#x662F;&#x540D;&#x520A;&#xFF0C;&#x51FA;&#x624B;&#x5927;&#x65B9;&#xFF0C;&#x4E00;&#x7BC7;&#x7A3F;&#x4EF6;&#x7A3F;&#x8D39;&#x4E0A;&#x4E07;&#x5143;&#x3001;&#x751A;&#x81F3;&#x51E0;&#x4E07;&#xFF0C;&#x6BD4;&#x5982;&#x77E5;&#x97F3;&#x6742;&#x5FD7;&#x7684;&#x7B7E;&#x7EA6;&#x4F5C;&#x8005;&#x7A3F;&#x8D39;&#x662F;1200&#x5143;/&#x5343;&#x5B57;&#xFF0C;&#x8FD8;&#x6709;&#x534E;&#x897F;&#x90FD;&#x5E02;&#x62A5;&#x3001;&#x300A;&#x5BB6;&#x5EAD;&#x300B;&#x7B49;&#x7B49;&#xFF0C;&#x4E00;&#x5E74;&#x6295;&#x4E2D;&#x4E24;&#x4E09;&#x7BC7;&#xFF0C;&#x5BF9;&#x4E8E;&#x6211;&#x4EEC;&#x8FD9;&#x4E9B;&#x6E05;&#x8D2B;&#x7684;&#x4F5C;&#x8005;&#x6765;&#x8BF4;&#xFF0C;&#x4E5F;&#x7B97;&#x662F;&#x201C;&#x5C0F;&#x5BCC;&#x201D;&#x4E00;&#x628A;&#x5566;&#xFF01;
&#xFF08;6&#xFF09;&#x7406;&#x7531;&#x4E4B;&#x516D;&#xFF1A;&#x5168;&#x9762;&#x6536;&#x5F55;&#x56FD;&#x5185;&#x51FA;&#x7248;&#x793E;&#x7684;&#x901A;&#x8BAF;&#x5730;&#x5740;&#xFF0C;&#x7ED9;&#x559C;&#x6B22;&#x64B0;&#x5199;&#x957F;&#x7BC7;&#x7684;&#x201C;&#x683C;&#x5B50;&#x4E00;&#x65CF;&#x201D;&#x63D0;&#x4F9B;&#x4E86;&#x66F4;&#x591A;&#x51FA;&#x7248;&#x9009;&#x62E9;&#xFF0C;&#x5047;&#x5982;&#x4F60;&#x4E0D;&#x5584;&#x4E8E;&#x4E0E;&#x51FA;&#x7248;&#x793E;&#x7F16;&#x8F91;&#x548C;&#x4E66;&#x5546;&#x4EA4;&#x9645;&#xFF0C;&#x60A8;&#x8FD8;&#x53EF;&#x4EE5;&#x59D4;&#x6258;&#x6211;&#x4EEC;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x7F51;&#x4EE3;&#x7406;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x6709;&#x4E13;&#x4E1A;&#x7684;&#x56FE;&#x4E66;&#x8FD0;&#x4F5C;&#x603B;&#x76D1;&#x548C;&#x8457;&#x540D;&#x7684;&#x4E66;&#x7A3F;&#x8BC4;&#x5BA1;&#x987E;&#x95EE;&#xFF0C;&#x4ED6;&#x4EEC;&#x4F1A;&#x4E3A;&#x60A8;&#x63D0;&#x51FA;&#x4E13;&#x4E1A;&#x7684;&#x4EA4;&#x6613;&#x5904;&#x7406;&#x65B9;&#x6848;&#xFF01;
&#xFF08;7&#xFF09;&#x7406;&#x7531;&#x4E4B;&#x4E03;&#xFF1A;&#x64B0;&#x7A3F;&#x3001;&#x6295;&#x7A3F;&#x79D8;&#x8BC0;&#xFF0C;&#x8D44;&#x6599;&#x91C7;&#x7F16;&#x4E86;&#x4F18;&#x79C0;&#x7684;&#x804C;&#x4E1A;&#x64B0;&#x7A3F;&#x4EBA;&#x7684;&#x5199;&#x6295;&#x7ECF;&#x9A8C;&#xFF0C;&#x544A;&#x8BC9;&#x4F60;&#x600E;&#x4E48;&#x5199;&#xFF0C;&#x5E94;&#x8BE5;&#x6CE8;&#x610F;&#x4E9B;&#x4EC0;&#x4E48;&#xFF0C;&#x600E;&#x4E48;&#x6295;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x72EC;&#x7279;&#x7684;&#x7A8D;&#x95E8;&#x7B49;&#x7B49;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x4E00;&#x4E2A;&#x64B0;&#x7A3F;&#x4EBA;&#x57F9;&#x8BAD;&#x73ED;&#xFF0C;&#x5F53;&#x7136;&#x8FD8;&#x5305;&#x62EC;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x6574;&#x7406;&#x7684;&#x300A;&#x62A5;&#x520A;&#x9700;&#x8981;&#x7684;&#x70ED;&#x95E8;&#x7A3F;&#x4EF6;&#x4ECB;&#x7ECD;&#x300B;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x4E00;&#x4E2A;&#x201C;&#x83DC;&#x9E1F;&#x201D;&#xFF0C;&#x90A3;&#x4E48;&#x591A;&#x804C;&#x4E1A;&#x64B0;&#x7A3F;&#x4EBA;&#x3001;&#x4F5C;&#x5BB6;&#x3001;&#x7F16;&#x8F91;&#x5168;&#x529B;&#x6253;&#x9020;&#xFF0C;&#x4E5F;&#x5DF2;&#x7ECF;&#x6210;&#x4E86;&#x201C;&#x64B0;&#x7A3F;&#x7279;&#x79CD;&#x5175;&#x201D;&#xFF01;
&#xFF08;8&#xFF09;&#x7406;&#x7531;&#x4E4B;&#x516B;&#xFF1A;&#x5B9A;&#x5236;&#x4E2A;&#x4EBA;&#x4FE1;&#x606F;&#x3002;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x552E;&#x51FA;&#x4EE5;&#x540E;&#x7684;&#x534A;&#x5E74;&#x5185;&#xFF0C;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x5411;&#x5BA2;&#x6237;&#x63D0;&#x4F9B;&#x4E2A;&#x6027;&#x5316;&#x4FE1;&#x606F;&#x54A8;&#x8BE2;&#xFF0C;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x7F51;&#x7AD9;&#x4FE1;&#x606F;&#x5E93;&#x91CC;&#x5B58;&#x6709;&#x51E0;&#x5343;&#x6761;&#x5F81;&#x7A3F;&#x4FE1;&#x606F;&#xFF0C;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x6311;&#x9009;&#x81EA;&#x5DF1;&#x559C;&#x6B22;&#x7684;&#x4FE1;&#x606F;&#x5411;&#x67E5;&#x8BE2;&#x70ED;&#x7EBF;&#x67E5;&#x8BE2;&#x7F16;&#x8F91;&#x8D44;&#x6599;&#xFF01;
&#x4E8C;&#xFF1A;&#x70ED;&#x5FC3;&#x3001;&#x771F;&#x5B9E;&#x548C;&#x5B8C;&#x5584;&#x7684;&#x552E;&#x540E;&#x670D;&#x52A1;
&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x501F;&#x52A9;&#x4E2D;&#x56FD;&#x6587;&#x7A3F;&#x4EA4;&#x6613;&#x7684;&#x6743;&#x5A01;&#x7F51;&#x7AD9;www.tougao.net&#xFF08;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x7F51;&#xFF09;&#x7684;&#x5F3A;&#x5927;&#x8D44;&#x6E90;&#x6765;&#x5B8C;&#x6210;&#x4FE1;&#x5B9E;&#x7684;&#x3001;&#x4E13;&#x4E1A;&#x7684;&#x7684;&#x552E;&#x540E;&#x670D;&#x52A1;&#xFF0C;&#x201C;&#x5BA2;&#x6237;&#x662F;&#x4E0A;&#x5E1D;&#x201D;&#x5728;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x4E0D;&#x662F;&#x53E3;&#x53F7;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x4F60;&#x7684;&#x5408;&#x4F5C;&#x548C;&#x8D5E;&#x626C;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x9A82;&#x80DC;&#x8FC7;&#x5341;&#x4E2A;&#x4EBA;&#x5938;&#xFF0C;&#x5173;&#x4E8E;&#x5B9D;&#x5178;&#x7684;&#x552E;&#x540E;&#x670D;&#x52A1;&#x6709;&#x4EE5;&#x4E0B;&#x5185;&#x5BB9;&#xFF1A;
&#x8D2D;&#x4E70;&#x4E86;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x7684;&#x7528;&#x6237;&#x8BF7;&#x6309;&#x8981;&#x6C42;&#x586B;&#x5199;&#x5BA2;&#x6237;&#x670D;&#x52A1;&#x8D44;&#x6599;&#x5361;&#xFF0C;&#x6211;&#x4EEC;&#x4E3B;&#x8981;&#x63D0;&#x4F9B;&#x4EE5;&#x4E0B;&#x552E;&#x540E;&#x670D;&#x52A1;&#xFF1A;
1&#x3001;&#x4EE5;&#x90AE;&#x653F;&#x4FE1;&#x4EF6;&#x6216;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#x7684;&#x65B9;&#x5F0F;&#x901A;&#x77E5;&#x5982;&#x672C;&#x8D44;&#x6599;&#x4E2D;&#x62A5;&#x520A;&#x540D;&#x5740;&#x7684;&#x66F4;&#x6539;&#x60C5;&#x51B5;&#xFF0C;&#x5E76;&#x63A5;&#x53D7;&#x7528;&#x6237;&#x7684;&#x54A8;&#x8BE2;&#xFF08;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#x3001;&#x7535;&#x8BDD;&#x3001;&#x4FE1;&#x4EF6;&#x5747;&#x53EF;&#xFF09;&#x3002;
2&#x3001;&#x4E0D;&#x5B9A;&#x671F;&#x63D0;&#x4F9B;&#x6700;&#x65B0;&#x7684;&#x5A92;&#x4F53;&#x5F81;&#x7A3F;&#x6216;&#x5404;&#x7C7B;&#x6709;&#x5956;&#x5F81;&#x6587;&#x4FE1;&#x606F;&#x53CA;&#x62A5;&#x520A;&#x7F16;&#x8F91;&#x7684;&#x4E2A;&#x4EBA;&#x4FE1;&#x606F;&#x3002; 
3&#x3001;&#x4E3A;&#x7528;&#x6237;&#x5728;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x4E0A;&#x4F5C;&#x514D;&#x8D39;&#x5E7F;&#x544A;(&#x5982;&#x514D;&#x8D39;&#x4EE3;&#x9500;&#x4E66;&#x7C4D;&#x6216;&#x4F5C;&#x54C1;&#x63A8;&#x8350;&#x7B49;&#xFF09;
4&#x3001;&#x4EE5;&#x4F18;&#x60E0;&#x4EF7;&#x683C;&#x83B7;&#x5F97;&#x672C;&#x7AD9;&#x63D0;&#x4F9B;&#x7684;&#x5404;&#x79CD;&#x670D;&#x52A1;(&#x5236;&#x4F5C;&#x4E2A;&#x4EBA;&#x4E3B;&#x9875;&#x3001;&#x6587;&#x7A3F;&#x4E66;&#x7A3F;&#x4E2D;&#x4ECB;&#x3001;&#x4E2A;&#x4EBA;&#x51FA;&#x4E66;&#x7B49;)&#x3002; 
5&#x3001;&#x4F60;&#x4ECB;&#x7ECD;&#x670B;&#x53CB;&#x8D2D;&#x4E70;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#xFF0C;&#x5C06;&#x6309;&#x6570;&#x91CF;&#x7ED9;&#x60A8;&#x60CA;&#x559C;&#x7684;&#x56DE;&#x6263;&#x3002;
&#x4E09;&#xFF1A;&#x5176;&#x4ED6;
1&#xFF1A;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x5C5E;&#x4E8E;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x7F51;&#x7AD9;&#x5185;&#x90E8;&#x8D44;&#x6599;&#xFF0C;&#x5927;16&#x5F00;&#x5171;407&#x9875;&#xFF0C;&#x5C01;&#x9762;&#x4E3A;&#x94DC;&#x7248;&#x7EB8;&#x5F69;&#x8272;&#x5370;&#x5237;&#xFF0C;&#x5185;&#x9875;&#x4E3A;70&#x514B;&#x53CC;&#x80F6;&#x7EB8;&#xFF0C;&#x88C5;&#x5E27;&#x7CBE;&#x7F8E;&#xFF0C;&#x4EF7;&#x683C;&#x4E3A;&#x4EBA;&#x6C11;&#x5E01;198&#x5143;&#xFF08;&#x5927;&#x81F4;&#x7B49;&#x4E8E;&#x4E00;&#x7BC7;&#x666E;&#x901A;&#x7A3F;&#x4EF6;&#x7684;&#x7A3F;&#x8D39;&#xFF09;&#xFF0C;&#x4EFB;&#x4F55;&#x4E2A;&#x4EBA;&#x548C;&#x5355;&#x4F4D;&#x7FFB;&#x5370;&#x5C06;&#x53D7;&#x6CD5;&#x5F8B;&#x8FFD;&#x7A76;&#x3002;
2&#xFF1A;&#x552F;&#x4E00;&#x6307;&#x5B9A;&#x6C47;&#x6B3E;&#x662F;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x5546;&#x52A1;&#x4E13;&#x7528;&#x4FE1;&#x7BB1;&#xFF1A;&#x4E0A;&#x6D77;&#x8679;&#x53E3;&#x533A;&#x66F2;&#x9633;&#x90AE;&#x5C40;088-001&#x4FE1;&#x7BB1; &#x6536;&#x6B3E;&#x4EBA;&#xFF1A;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x7F16;&#x8F91;&#x90E8; &#x90AE;&#x7F16;&#xFF1A;200088 &#xFF08;&#x6CE8;&#x610F;&#xFF1A;&#x5982;&#x7528;&#x7535;&#x5B50;&#x6C47;&#x6B3E;&#xFF0C;&#x8BF7;&#x5728;&#x6C47;&#x6B3E;&#x5355;&#x9644;&#x8A00;&#x680F;&#x5185;&#x6CE8;&#x660E;&#x60A8;&#x7684;&#x90AE;&#x653F;&#x7F16;&#x7801;&#xFF09;
3&#xFF1A;&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x5411;&#x5404;&#x7F51;&#x7AD9;&#x59D4;&#x6258;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x7684;&#x5206;&#x9500;&#x4EE3;&#x7406;&#xFF0C;&#x4EE3;&#x7406;&#x8D39;&#x4F18;&#x539A;&#x8BE6;&#x60C5;&#x89C1;<a  rel="nofollow" href="http://www.tougao.net/dl/bddl.asp">http://www.tougao.net/dl/bddl.asp</a>
&#x4E2D;&#x56FD;&#x6295;&#x7A3F;&#x70ED;&#x7EBF;&#x7F51;&#x5BF9;&#x300A;&#x64B0;&#x7A3F;&#x5B9E;&#x7528;&#x5B9D;&#x5178;&#x300B;&#x4FDD;&#x7559;&#x6700;&#x7EC8;&#x89E3;&#x91CA;&#x6743;
<a  rel="nofollow" href="http://www.tougao.net/ss/xx.htm">http://www.tougao.net/ss/xx.htm</a>
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<!--X-Follow-Ups-End-->
<!--X-References-->
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg01555.html">[mhc:01556] mhc-current-snap20020411</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg01557.html">[mhc:01558] ADV: Promote Your Website!</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg01555.html">[mhc:01556] mhc-current-snap20020411</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg01557.html">[mhc:01558] ADV: Promote Your Website!</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#01556"><strong>Date</strong></a></li>
<li><a href="threads.html#01556"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
