<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:01061] mhc&#45;calendar -->
<!--X-From-R13: Kbfuvnxv Ynfnunen <xnfnunenNap.xlhfuh&#45;h.np.wc> -->
<!--X-Date: Wed, 11 Oct 2000 21:05:48 +0900 -->
<!--X-Message-Id: 20001011210548P.kasahara@nc.kyushu&#45;u.ac.jp -->
<!--X-Content-Type: text/plain -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:01061] mhc-calendar</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg01059.html">Date Prev</a>][<a href="msg01061.html">Date Next</a>][<a href="msg01059.html">Thread Prev</a>][<a href="msg01061.html">Thread Next</a>][<a href="maillist.html#01060">Date Index</a>][<a href="threads.html#01060">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:01061] mhc-calendar</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:01061] mhc-calendar</li>
<li><em>From</em>: Yoshiaki Kasahara &lt;<a href="mailto:kasahara@DOMAIN.HIDDEN">kasahara@xxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Date</em>: Wed, 11 Oct 2000 21:05:48 +0900</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxx</a></li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>&#x7B20;&#x539F;&#xFF20;&#x4E5D;&#x5927;&#x3067;&#x3059;&#x3002;

&#x4ECA;&#x65E5;&#x521D;&#x3081;&#x3066; cvs &#x306E; HEAD &#x3067; mhc-calendar &#x3092;&#x4F7F;&#x3063;&#x305F;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x3061;&#x3087;&#x3063;&#x3068;&#x6C17;&#x306B;
&#x306A;&#x308B;&#x6240;&#x304C;&#x3042;&#x3063;&#x305F;&#x306E;&#x3067;&#x5831;&#x544A;&#x3057;&#x307E;&#x3059;&#x3002;

&#x3068;&#x308A;&#x3042;&#x3048;&#x305A; mhc-calendar &#x3092;&#x8D77;&#x52D5;&#x3057;&#x3066;&#x3001;v &#x3092;&#x62BC;&#x3057;&#x3066;&#x4ECA;&#x65E5;&#x306E;&#x4E88;&#x5B9A;&#x3092;&#x51FA;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;
&#x305D;&#x308C;&#x304B;&#x3089;&#x30AB;&#x30FC;&#x30BD;&#x30EB;&#x3092;&#x300C;&#x30AB;&#x30FC;&#x30BD;&#x30EB;&#x30AD;&#x30FC;&#x3067;&#x300D;&#x79FB;&#x52D5;&#x3057;&#x3066;&#x3001;&#x79FB;&#x52D5;&#x3057;&#x305F;&#x5148;&#x306E;&#x65E5;&#x306E;&#x4E88;&#x5B9A;&#x3092;&#x898B;
&#x305F;&#x3044;&#x3068;&#x601D;&#x3063;&#x305F;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x30D8;&#x30EB;&#x30D7;&#x3092;&#x898B;&#x3066;&#x3082;&#x305D;&#x308C;&#x306B;&#x8A72;&#x5F53;&#x3059;&#x308B;&#x30AD;&#x30FC;&#x304C;&#x307F;&#x3042;&#x305F;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;
v &#x3092;&#x4E8C;&#x5EA6;&#x62BC;&#x305B;&#x3070;&#x51FA;&#x308B;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x30C8;&#x30B0;&#x30EB;&#x3067;&#x306A;&#x304F;&#x62BC;&#x3059;&#x3068;&#x78BA;&#x5B9F;&#x306B;&#x305D;&#x306E;&#x65E5;&#x306E;&#x4E88;&#x5B9A;&#x304C;&#x51FA;&#x308B;
&#x30AD;&#x30FC;&#x304C;1&#x3064;&#x6B32;&#x3057;&#x3044;&#x3067;&#x3059;&#x3002;v &#x3092;&#x62BC;&#x3057;&#x3066;&#x3044;&#x308C;&#x3070; h &#x304C;&#x4EE3;&#x7528;&#x306B;&#x306A;&#x308B;&#x3068;&#x3044;&#x3046;&#x611F;&#x3058;&#x3067;&#x3059;&#x304C;&#x2026;&#x3002;

calendar &#x30E2;&#x30FC;&#x30C9;&#x3068;&#x540C;&#x3058;&#x3088;&#x3046;&#x306B;&#x3001;&#x30AB;&#x30FC;&#x30BD;&#x30EB;&#x30AD;&#x30FC;&#x3067;&#x81EA;&#x7531;&#x306B;&#x30AB;&#x30FC;&#x30BD;&#x30EB;&#x306F;&#x52D5;&#x304B;&#x306A;&#x304F;&#x3063;
&#x3066;&#x3001;fbnp &#x3068;&#x540C;&#x3058;&#x6319;&#x52D5;&#x306B;&#x306A;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x3082;&#x3042;&#x308A;&#x306A;&#x306E;&#x304B;&#x3082;&#x3057;&#x308C;&#x307E;&#x305B;&#x3093;&#x3002;&#x3067;&#x3001;&#x30DE;&#x30FC;&#x30AF;
&#x3092;&#x3064;&#x3051;&#x3066;&#x30AB;&#x30FC;&#x30BD;&#x30EB;&#x3092;&#x52D5;&#x304B;&#x3057;&#x3066;&#x3044;&#x304F;&#x3068;&#x305D;&#x306E;&#x90E8;&#x5206;&#x306E;&#x65E5;&#x4ED8;&#x304C;&#x3061;&#x3083;&#x3093;&#x3068;&#x7DB2;&#x304B;&#x3051;&#x306B;&#x306A;&#x308B;&#x3068;
&#x304B;&#x3063;&#x3053;&#x3044;&#x3044;&#x304B;&#x3082;&#x3002;

&#x305D;&#x308C;&#x304B;&#x3089;&#x3001;&#x65E5;&#x4ED8;&#x306E;&#x633F;&#x5165;&#x306E;&#x6642;&#x3001;&#x30D0;&#x30C3;&#x30D5;&#x30A1;&#x540D;&#x306E;&#x5165;&#x529B;&#x6642;&#x306B;&#x65E2;&#x306B;&#x30D0;&#x30C3;&#x30D5;&#x30A1;&#x540D;&#x304C;&#x66F8;&#x304B;&#x308C;&#x3066;
&#x3057;&#x307E;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;&#x3053;&#x308C;&#x306F;&#x306A;&#x3093;&#x3068;&#x304B;&#x306A;&#x3089;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;? &#x4ED6;&#x306E;&#x30D0;&#x30C3;&#x30D5;&#x30A1;&#x306B;&#x51FA;&#x3057;
&#x305F;&#x3044;&#x6642;&#x306B;&#x3044;&#x3061;&#x3044;&#x3061;&#x6D88;&#x3055;&#x306A;&#x3044;&#x3068;&#x3044;&#x3051;&#x306A;&#x3044;&#x306E;&#x304C;&#x3061;&#x3087;&#x3063;&#x3068;&#x3002;&#x3053;&#x3046;&#x3044;&#x3046;&#x5834;&#x5408;&#x306F; 
switch-to-buffer &#x306A;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;

Insert to buffer: (default +draft/2) _ &#x2190;&#x30AB;&#x30FC;&#x30BD;&#x30EB;

&#x3068;&#x304B;&#x306A;&#x3063;&#x3066;&#x3044;&#x305F;&#x307B;&#x3046;&#x304C;&#x3088;&#x3044;&#x3068;&#x601D;&#x3046;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;

&#x3042;&#x3068;&#x3001;&#x633F;&#x5165;&#x3059;&#x308B;&#x65E5;&#x4ED8;&#x306E;&#x5F62;&#x5F0F;&#x9078;&#x629E;&#x304C;&#x3001;&#x30BB;&#x30D1;&#x30EC;&#x30FC;&#x30BF;&#x306E;&#x6307;&#x5B9A;&#x304B;&#x65E5;&#x672C;&#x8A9E;&#x304B;&#x3001;&#x3057;&#x304B;&#x7121;&#x3044;&#x3088;
&#x3046;&#x3067;&#x3059;&#x304C;&#x3001;&#x30C7;&#x30D5;&#x30A9;&#x30EB;&#x30C8;&#x3067;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x304C;&#x4F55;&#x7A2E;&#x985E;&#x304B;&#x7528;&#x610F;&#x3055;&#x308C;&#x3066;&#x3044;&#x3066;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x3067;&#x3082;
&#x8FFD;&#x52A0;&#x306E;&#x8A2D;&#x5B9A;&#x304C;&#x3067;&#x304D;&#x3066;&#x3001;&#x756A;&#x53F7;&#x304B;&#x4F55;&#x304B;&#x3067;&#x3069;&#x308C;&#x3092;&#x4F7F;&#x3046;&#x304B;&#x9078;&#x3076;&#x3088;&#x3046;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x65B9;&#x304C;&#x3044;
&#x3044;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;&#x30BB;&#x30D1;&#x30EC;&#x30FC;&#x30BF;&#x3060;&#x3051;&#x304C;&#x81EA;&#x7531;&#x306B;&#x9078;&#x3079;&#x3066;&#x3082;&#x3001;&#x305F;&#x3068;&#x3048;&#x3070; = &#x3060;
&#x306E; * &#x3060;&#x306E;&#x4F7F;&#x3046;&#x3068;&#x3044;&#x3046;&#x306E;&#x3082;&#x8003;&#x3048;&#x306B;&#x304F;&#x3044;&#x3067;&#x3059;&#x3057;&#x3001;&#x524D;&#x8A71;&#x984C;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x305F;&#x3088;&#x3046;&#x306B;&#x5E74;&#x53F7;
&#x306E;&#x4F4D;&#x7F6E;&#x3068;&#x304B;&#x5909;&#x3048;&#x305F;&#x3044;&#x4E8B;&#x3082;&#x3042;&#x308B;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&#x611F;&#x3058;&#x3068;&#x3057;&#x3066;&#x306F;&#x3001;space &#x3068;&#x304B;&#x62BC;&#x3059;&#x3068;

Select a format: (1-4, ?) _

&#x3068;&#x304B;&#x3067;&#x3066;&#x3001;? &#x3092;&#x62BC;&#x3059;&#x3068;&#x5225;&#x753B;&#x9762;&#x306B;&#x305D;&#x308C;&#x305E;&#x308C;&#x306E;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x3067;&#x6574;&#x5F62;&#x3057;&#x305F;&#x65E5;&#x4ED8;&#x306E;&#x4E00;&#x89A7;
&#x304C;&#x51FA;&#x3066;&#x3001;&#x4F7F;&#x3044;&#x305F;&#x3044;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x306E;&#x6570;&#x5B57;&#x3092;&#x62BC;&#x3059;&#x3068;

Select a format: (1-8, ?) 2000-10-10[Confirm]_

&#x3068;&#x304B;&#x306A;&#x3063;&#x3066;&#x3001;&#x305D;&#x306E;&#x307E;&#x307E; enter &#x3092;&#x62BC;&#x3059;&#x3068;&#x6C7A;&#x5B9A;&#x3001;&#x6570;&#x5B57;&#x3092;&#x62BC;&#x3057;&#x76F4;&#x3059;&#x3068;&#x8868;&#x793A;&#x3055;&#x308C;&#x3066;&#x3044;
&#x308B;&#x65E5;&#x4ED8;&#x306E;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x304C;&#x305D;&#x308C;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x5909;&#x308F;&#x308B;&#x3001;&#x307F;&#x305F;&#x3044;&#x306A;&#x30A4;&#x30E1;&#x30FC;&#x30B8;&#x3067;&#x3059;&#x3002;

&#x79C1;&#x306F;&#x307B;&#x3068;&#x3093;&#x3069; elisp &#x306E;&#x30B3;&#x30FC;&#x30C9;&#x304C;&#x66F8;&#x3051;&#x306A;&#x3044;&#x306E;&#x3067;&#x8A00;&#x3046;&#x3070;&#x3063;&#x304B;&#x308A;&#x306B;&#x306A;&#x3063;&#x3066;&#x3057;&#x307E;&#x3044;&#x7533;
&#x3057;&#x8A33;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;

&#x4EE5;&#x4E0A;&#x3067;&#x3059;&#x3002;
-- 
&#x4E5D;&#x5DDE;&#x5927;&#x5B66; &#x60C5;&#x5831;&#x57FA;&#x76E4;&#x30BB;&#x30F3;&#x30BF;&#x30FC; &#x7814;&#x7A76;&#x90E8;                              ========
&#x7B20;&#x539F;&#x7FA9;&#x6643;                                                      |&#x5DE5;&#x4E8B;&#x4E2D;|
kasahara@xxxxxxxxxxxxxxxxx                                    |======|
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<ul><li><strong>Follow-Ups</strong>:
<ul>
<li><strong><a name="01061" href="msg01061.html">[mhc:01062] Re: mhc-calendar</a></strong>
<ul><li><em>From:</em> &#x767D;&#x4E95;&#x79C0;&#x884C;</li></ul></li>
</ul></li></ul>
<!--X-Follow-Ups-End-->
<!--X-References-->
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg01059.html">[mhc:01060] Re: keymap</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg01061.html">[mhc:01062] Re: mhc-calendar</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg01059.html">[mhc:01060] Re: keymap</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg01061.html">[mhc:01062] Re: mhc-calendar</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#01060"><strong>Date</strong></a></li>
<li><a href="threads.html#01060"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
