<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:00646] Re: High&#45;speed and improved MHC -->
<!--X-From-R13: FEGQVWKO [nfngbfuv <gfhpuvlnNcvar.xhrr.xlbgb&#45;h.np.wc> -->
<!--X-Date: Wed, 31 May 2000 07:10:26 +0900 -->
<!--X-Message-Id: 200005302210.HAA23916@crest.csce.kyushu&#45;u.ac.jp -->
<!--X-Content-Type: text/plain -->
<!--X-Reference: 20000530215638E.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: mpad7m4myhs.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Reference: mpapuq4azfn.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Reference: 20000531010420H.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:00646] Re: High-speed and improved MHC</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg00644.html">Date Prev</a>][<a href="msg00646.html">Date Next</a>][<a href="msg00644.html">Thread Prev</a>][<a href="msg00654.html">Thread Next</a>][<a href="maillist.html#00645">Date Index</a>][<a href="threads.html#00645">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:00646] Re: High-speed and improved MHC</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:00646] Re: High-speed and improved MHC</li>
<li><em>From</em>: TSUCHIYA Masatoshi &lt;<a href="mailto:tsuchiya@DOMAIN.HIDDEN">tsuchiya@xxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Date</em>: Wed, 31 May 2000 07:10:26 +0900</li>
<li><em>In-reply-to</em>: &lt;<a href="mailto:20000531010420H.nom@DOMAIN.HIDDEN">20000531010420H.nom@xxxxxxxxxxxxxxxxxxx</a>&gt; (Yoshinari NOMURA's message of &quot;Wed, 31 May 2000 01:04:23 +0900&quot;)</li>
<li><em>Posted</em>: 31 May 2000 07:08:44 +0900</li>
<li><em>References</em>: &lt;<a href="mailto:20000530215638E.nom@DOMAIN.HIDDEN">20000530215638E.nom@xxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:mpad7m4myhs.fsf@DOMAIN.HIDDEN">mpad7m4myhs.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:mpapuq4azfn.fsf@DOMAIN.HIDDEN">mpapuq4azfn.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:20000531010420H.nom@DOMAIN.HIDDEN">20000531010420H.nom@xxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>User-agent</em>: T-gnus/6.14.4 (based on Gnus v5.8.6) (revision 02) SEMI/1.13.7 (Awazu) FLIM/1.13.2 (Kasanui) Emacs/20.6 (i686-pc-linux-gnu) MULE/4.0 (HANANOEN)</li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>&gt;&gt; On Wed, 31 May 2000 01:04:23 +0900
&gt;&gt; &quot;nom&quot; == nom@xxxxxxxxxxxxxxxxxxx (Yoshinari NOMURA) said as follows:

&#x571F;&gt; X-SC-Sexp: (if (day 20000531) (subject &quot;&#x7814;&#x7A76;&#x4F1A;&#x767A;&#x8868;&quot;))

nom&gt; &#x5B9F;&#x306F;&#x3001;&#x3053;&#x306E;&#x3084;&#x308A;&#x904E;&#x304E;&#x3082;&#x3042;&#x308A;&#x304B;&#x306A;&#x3068;&#x601D;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
nom&gt; Sexp &#x306F;&#x3001;elisp &#x306B;&#x5BC4;&#x308A;&#x904E;&#x304E;&#x308B;&#x306E;&#x3067;&#x3001;&#x9069;&#x5207;&#x306A;&#x6587;&#x6CD5;&#x3092;&#x5B9A;&#x7FA9;&#x3057;&#x3066;&#x3084;&#x308B;&#x306E;&#x306F;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;

&#x6839;&#x672C;&#x7684;&#x306B;&#x306F;&#x3001;parser &#x304C;&#x66F8;&#x3051;&#x308B;&#x304B;&#x3069;&#x3046;&#x304B;&#x304C;&#x554F;&#x984C;&#x3067;&#x3059;&#x3002;S&#x5F0F;&#x306E;&#x5F62;&#x5F0F;&#x306B;&#x3057;&#x3066;&#x304A;&#x3051;&#x3070;&#x3001;
&#x5F0F;&#x4E2D;&#x306B;&#x73FE;&#x308C;&#x308B;&#x30B7;&#x30F3;&#x30DC;&#x30EB;&#x3092; Emacs-Lisp &#x306E;&#x5B9F;&#x5728;&#x306E;&#x95A2;&#x6570;&#x306E;&#x30B7;&#x30F3;&#x30DC;&#x30EB;&#x306B;&#x7F6E;&#x63DB;&#x3059;&#x308B;&#x3060;&#x3051;
&#x3067;&#x3001;&#x6761;&#x4EF6;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x95A2;&#x6570;&#x8868;&#x793A;&#x3092;&#x5F97;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x304C;&#x3001;&#x305D;&#x3046;&#x3067;&#x306F;&#x306A;&#x304F;&#x3001;&#x9069;&#x5F53;&#x306A;
&#x6587;&#x6CD5;&#x3092;&#x5B9A;&#x7FA9;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x305D;&#x308C;&#x3092;&#x51E6;&#x7406;&#x3059;&#x308B; parser &#x3092;&#x66F8;&#x304F;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;
&#x307E;&#x3059;&#x3002;


nom&gt; &#x3053;&#x308C;&#x3057;&#x304B;&#x306A;&#x3044;&#x306E;&#x306F;&#x3084;&#x308A;&#x3059;&#x304E;&#x3067;&#x3059;&#x304C;&#x3002;MHC &#x306E;&#x5143;&#x3005;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x3067;&#x3001;&#x307B;&#x3068;&#x3093;&#x3069;&#x306E;
nom&gt; &#x5834;&#x5408; OK &#x306A;&#x306F;&#x305A;&#x3067;&#x3059;&#x3002;&#x3068;&#x306A;&#x308B;&#x3068;&#x3001;&#x7B2C;&#x4E8C;&#x306E;&#x65B9;&#x6CD5;&#x3092;&#x4F7F;&#x3046;&#x306E;&#x306F;&#x3001;
nom&gt; &#x304B;&#x306A;&#x308A;&#x8907;&#x96D1;&#x306A;&#x306E;&#x3092;&#x66F8;&#x304D;&#x305F;&#x3044;&#x3068;&#x304D;&#x3067;&#x3059;&#x3002;&#x3069;&#x3046;&#x305B;&#x306A;&#x3089;&#x4E07;&#x80FD;&#x3092;&#x76EE;&#x6307;&#x3059;&#x3068;&#x3044;&#x3046;&#x306E;&#x3082;
nom&gt; 1&#x3064;&#x306E;&#x65B9;&#x6CD5;&#x3067;&#x3059;&#x3002;calendar.el &#x3068;&#x304B;&#x3082;&#x3001;&#x305D;&#x3046;&#x3058;&#x3083;&#x306A;&#x304B;&#x3063;&#x305F;&#x3063;&#x3051;&#x3002;

&#x3067;&#x3059;&#x304B;&#x3089;&#x3001;&#x3069;&#x3046;&#x305B;&#x306A;&#x3089;&#x4E07;&#x80FD;&#x3092;&#x76EE;&#x6307;&#x3059;&#x3068;&#x3044;&#x3046;&#x7ACB;&#x5834;&#x3092;&#x3068;&#x308B;&#x306A;&#x3089;&#x3001;&#x81EA;&#x5206;&#x306E;&#x624B;&#x3067;&#x5236;&#x9650;&#x306E;
&#x591A;&#x3044;&#x6587;&#x6CD5;&#x3092;&#x308F;&#x3056;&#x308F;&#x3056;&#x8A2D;&#x8A08;&#x3059;&#x308B;&#x3088;&#x308A;&#x3082;&#x3001;S&#x5F0F;&#x3068;&#x3044;&#x3046;&#x975E;&#x5E38;&#x306B;&#x5F37;&#x529B;&#x306A;&#x8868;&#x8A18;&#x6CD5;&#x3092;&#x63A1;&#x7528;&#x3057;
&#x3066;&#x304A;&#x304F;&#x65B9;&#x304C;&#x697D;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;


&#x8AA4;&#x89E3;&#x306E;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x4ED8;&#x3051;&#x52A0;&#x3048;&#x3066;&#x304A;&#x304F;&#x3068;&#x3001;&#x8868;&#x8A18;&#x3068;&#x3057;&#x3066;&#x306E;S&#x5F0F;&#x3068;&#x3001;&#x5185;&#x90E8;&#x306E;&#x8FF0;&#x8A9E;&#x95A2;&#x6570;&#x306E;
&#x8A2D;&#x8A08;&#x3068;&#x306F;&#x5225;&#x3060;&#x3068;&#x601D;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x5177;&#x4F53;&#x7684;&#x306B;&#x306F;&#x3001;&#x79C1;&#x306E;&#x30A4;&#x30E1;&#x30FC;&#x30B8;&#x3067;&#x306F;&#x3001;

    ;; 2000&#x5E74;5&#x6708;29&#x65E5;&#x306E;&#x5834;&#x5408;&#x306B;&#x771F;
    (day-is 20000529)

    ;; &#x6708;&#x66DC;&#x65E5;&#x306E;&#x5834;&#x5408;&#x306B;&#x771F;
    (monday-p)

&#x3068;&#x3044;&#x3063;&#x305F;&#x3088;&#x3046;&#x306A;&#x3001;&#x5F93;&#x6765;&#x306E;MHC&#x306E;&#x6761;&#x4EF6;&#x30D8;&#x30C3;&#x30C0;&#x3067;&#x8868;&#x3055;&#x308C;&#x3066;&#x3044;&#x305F;&#x3088;&#x3046;&#x306A;&#x6761;&#x4EF6;&#x3092;&#x8868;&#x3059;&#x8FF0;
&#x8A9E;&#x95A2;&#x6570;&#x3068;&#x3001;if, and , or , cond &#x306A;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x7279;&#x6B8A;&#x8868;&#x73FE;&#x3001;&#x304A;&#x3088;&#x3073;&#x3001;&#x7279;&#x5B9A;&#x306E;&#x5909;&#x6570;
(&#x62E1;&#x5F35;&#x7248;&#x3067;S&#x5F0F;&#x3092;&#x8A55;&#x4FA1;&#x3059;&#x308B;&#x3068;&#x304D;&#x306B;&#x675F;&#x7E1B;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x5909;&#x6570;)&#x306B;&#x5BFE;&#x3059;&#x308B;&#x53C2;&#x7167;&#x306E;&#x307F;&#x3092;&#x8A31;&#x3059;
&#x3088;&#x3046;&#x306B;&#x3057;&#x307E;&#x3059;&#x3002;


nom&gt; &#x5B9F;&#x969B;&#x306E;&#x6240;&#x3001;&#x4ED6;&#x306E;&#x4EBA;&#x306F;&#x3001;&#x3069;&#x3093;&#x306A;&#x30C7;&#x30FC;&#x30BF;&#x304C; MHC &#x3067;&#x306F;&#x8A18;&#x8FF0;&#x3067;&#x304D;&#x305A;&#x306B;&#x56F0;&#x3063;&#x3066;&#x3044;
nom&gt; &#x308B;&#x306E;&#x304B;&#x8ABF;&#x67FB;&#x3057;&#x305F;&#x3044;&#x6240;&#x3067;&#x3059;&#x306D;&#x3002;&#x50D5;&#x304C;&#x66F8;&#x304D;&#x305F;&#x3044;&#x306E;&#x306F;&#x3001;&#x516C;&#x52D9;&#x54E1;&#x306E;&#x7D66;&#x6599;&#x65E5;&#x3002;

&#x3053;&#x3046;&#x3044;&#x3063;&#x305F;&#x3084;&#x3084;&#x3053;&#x3057;&#x3044;&#x3082;&#x306E;&#x306F;&#x3001;&#x6761;&#x4EF6;&#x30D8;&#x30C3;&#x30C0;&#x304C;&#x4E8B;&#x5B9F;&#x4E0A;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30E0;&#x3068;&#x3057;&#x3066;&#x306E;&#x8868;&#x73FE;&#x80FD;
&#x529B;&#x3092;&#x6301;&#x3063;&#x3066;&#x3044;&#x306A;&#x3051;&#x308C;&#x3070;&#x51FA;&#x6765;&#x307E;&#x305B;&#x3093;&#x304B;&#x3089;&#x3001;&#x306A;&#x304A;&#x306E;&#x3053;&#x3068;&#x3001;&#x81EA;&#x529B;&#x3067;&#x6587;&#x6CD5;&#x3092;&#x66F8;&#x304F;&#x306E;&#x306F;&#x96E3;
&#x3057;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;


&#x571F;&gt; &#x3067;&#x3057;&#x305F;&#x3089;&#x3001;&#x7A4D;&#x548C;&#x6A19;&#x6E96;&#x5F62;&#x306B;&#x76F4;&#x3059;&#x306E;&#x306F;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;? &#x3064;&#x307E;&#x308A;&#x3001;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x4E2D;&#x3067;
&#x571F;&gt; &#x306F; AND &#x6761;&#x4EF6;&#x3001;&#x4E26;&#x7F6E;&#x3055;&#x308C;&#x305F;&#x30D8;&#x30C3;&#x30C0;&#x306F; OR &#x6761;&#x4EF6;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;

&#x571F;&gt; &#x305F;&#x3060;&#x307E;&#x3042;&#x3001;&#x3053;&#x3046;&#x3059;&#x308B;&#x3068;&#x4E88;&#x60F3;&#x3055;&#x308C;&#x308B;&#x306E;&#x306F;&#x3001;&#x300C;&#x7B2C;1&#x3001;&#x7B2C;3&#x6C34;&#x66DC;&#x65E5;&#x300D;&#x3068;&#x3044;&#x3046;&#x6307;&#x5B9A;&#x304C;&#x9762;&#x5012;
&#x571F;&gt; &#x3058;&#x3083;&#x306A;&#x3044;&#x304B;&#x3001;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x306A;&#x3093;&#x3067;&#x3059;&#x3002;

nom&gt; &#x3042;&#x3001;&#x305D;&#x306E;&#x3068;&#x304A;&#x308A;&#x3002;&#x57FA;&#x672C;&#x7684;&#x306B;&#x3001;&#x6C7A;&#x3081;&#x306E;&#x554F;&#x984C;&#x3067;&#x3059;&#x304B;&#x3089;&#x3001;
nom&gt; &#x89E3;&#x306F;&#x3044;&#x304F;&#x3089;&#x3067;&#x3082;&#x3042;&#x308B;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x843D;&#x3068;&#x3057;&#x6240;&#x306E;&#x554F;&#x984C;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x3002;

&#x305D;&#x308C;&#x306F;&#x305D;&#x3046;&#x306A;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3001;parser &#x304C;&#x66F8;&#x3051;&#x308B;&#x3088;&#x3046;&#x306B;&#x8A2D;&#x8A08;&#x3057;&#x306A;&#x3044;&#x3068;&#x2026;&#x3002;

&#x5F93;&#x6765;&#x306E;MHC&#x306F;&#x3001;&#x3053;&#x306E;&#x70B9;&#x306B;&#x3064;&#x3044;&#x3066;&#x975E;&#x5E38;&#x306B;&#x9811;&#x5F35;&#x3063;&#x3066;&#x3044;&#x3066;&#x3001;&#x69CB;&#x6587;&#x7684;&#x675F;&#x7E1B;&#x306E;&#x307F;&#x306A;&#x3089;&#x305A;&#x3001;
&#x610F;&#x5473;&#x8AD6;&#x7684;&#x306A;&#x675F;&#x7E1B;&#x306B;&#x3064;&#x3044;&#x3066;&#x3082;&#x8003;&#x616E;&#x3059;&#x308B;&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x3001;&#x89E3;&#x6790;&#x304C;&#x6210;&#x308A;&#x7ACB;&#x3063;&#x3066;&#x3044;&#x308B;&#x308F;&#x3051;
&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;

&#x4F8B;&#x3048;&#x3070;&#x3001;

    X-SC-Cond: 1st Wed

&#x306F;&#x3001;2&#x3064;&#x306E;&#x69CB;&#x6587;&#x8981;&#x7D20;(1st,Wed)&#x304C;&#x540C;&#x6642;&#x306B;&#x6210;&#x7ACB;&#x53EF;&#x80FD;&#x3060;&#x304B;&#x3089;AND&#x3092;&#x8868;&#x3059;&#x3001;&#x306E;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x3001;

    X-SC-Cond: 13 Wed

&#x306F;&#x3001;2&#x3064;&#x306E;&#x69CB;&#x6587;&#x8981;&#x7D20;&#x304C;(&#x4E00;&#x822C;&#x7684;&#x306B;&#x306F;)&#x4E21;&#x7ACB;&#x4E0D;&#x53EF;&#x80FD;&#x3060;&#x304B;&#x3089;OR&#x3092;&#x8868;&#x3059;&#x3001;&#x3068;&#x610F;&#x5473;&#x7684;&#x5236;&#x7D04;
&#x306B;&#x57FA;&#x3065;&#x304F;&#x89E3;&#x6790;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x308B;&#x3068;&#x8003;&#x3048;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;

&#x3057;&#x304B;&#x3057;&#x3001;&#x3053;&#x308C;&#x306F;&#x975E;&#x5E38;&#x306B;&#x52AA;&#x529B;&#x306E;&#x5FC5;&#x8981;&#x306A;&#x65B9;&#x6CD5;&#x3067;&#x3001;parser &#x306B;&#x304B;&#x304B;&#x308B;&#x8CA0;&#x62C5;&#x306F;&#x3068;&#x3066;&#x3082;&#x5927;
&#x304D;&#x3044;&#x3067;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x300C;&#x7B2C;1&#x6708;&#x66DC;&#x65E5;&#x304A;&#x3088;&#x3073;&#x7B2C;3&#x6728;&#x66DC;&#x65E5;&#x300D;&#x3068;&#x3044;&#x3046;&#x4E88;&#x5B9A;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x66F8;
&#x304B;&#x308C;&#x308B;&#x3079;&#x304D;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;?

&#x307E;&#x305F;&#x3001;&#x8A18;&#x8FF0;&#x53EF;&#x80FD;&#x3067;&#x3042;&#x308B;&#x6761;&#x4EF6;&#x306E;&#x7A2E;&#x985E;&#x304C;&#x5897;&#x3048;&#x3066;&#x304F;&#x308B;&#x3068;&#x3001;&#x8A2D;&#x8A08;&#x8005;&#x306E;&#x610F;&#x56F3;&#x3059;&#x308B;&#x610F;&#x5473;&#x7684;&#x5236;
&#x7D04;&#x3092;&#x7D44;&#x307F;&#x5408;&#x308F;&#x305B;&#x308B;&#x9806;&#x5E8F;&#x554F;&#x984C;&#x304C;&#x7206;&#x767A;&#x3057;&#x3066;&#x3057;&#x307E;&#x3046;&#x305F;&#x3081;&#x3001;&#x7D50;&#x5C40;&#x3001;&#x56FA;&#x5B9A;&#x3055;&#x308C;&#x305F;&#x9806;&#x5E8F;&#x3067;&#x5236;
&#x7D04;&#x3092;&#x7D44;&#x307F;&#x7ACB;&#x3066;&#x308B;&#x3057;&#x304B;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;&#x304C;&#x3001;&#x305D;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;&#x610F;&#x56F3;&#x3057;&#x306A;&#x3044;&#x8A18;&#x8FF0;&#x6CD5;&#x304C;&#x884C;&#x308F;&#x308C;
&#x305F;&#x5834;&#x5408;&#x306B;&#x7834;&#x7DBB;&#x3057;&#x3084;&#x3059;&#x3044;&#x3001;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x304C;&#x4E88;&#x60F3;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;

&#x305D;&#x3093;&#x306A;&#x308F;&#x3051;&#x3067;&#x3001;&#x79C1;&#x306E;&#x8003;&#x3048;&#x3067;&#x306F;&#x3001;&#x8A2D;&#x8A08;&#x8005;&#x306E;&#x5185;&#x5728;&#x3059;&#x308B;&#x610F;&#x5473;&#x7684;&#x5236;&#x7D04;&#x3092;&#x3042;&#x307E;&#x308A;&#x524D;&#x9762;&#x306B;&#x62BC;
&#x3057;&#x51FA;&#x3055;&#x305A;&#x3001;&#x8AD6;&#x7406;&#x7684;&#x306A;&#x5236;&#x7D04;&#x306E;&#x307F;&#x3092;&#x7528;&#x3044;&#x3066;&#x89E3;&#x6790;&#x3067;&#x304D;&#x308B;&#x30D8;&#x30C3;&#x30C0;&#x8A2D;&#x8A08;&#x3092;&#x3059;&#x308B;&#x3079;&#x304D;&#x3060;&#x3068;&#x8003;
&#x3048;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3067;&#x3059;&#x304B;&#x3089;&#x3001;

nom&gt; X-SC-Cond: 5 15 25      ;; &#x300C;5&#x306E;&#x4ED8;&#x304F;&#x65E5;&#x300D;

&#x304C;&#x3001;

  X-SC-Cond: 5
  X-SC-Cond: 15
  X-SC-Cond: 25

&#x3068;&#x306A;&#x308B;&#x306E;&#x306F;&#x3001;&#x79C1;&#x306E;&#x8003;&#x3048;&#x3067;&#x306F;&#x5F53;&#x7136;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&#x307E;&#x305F;&#x3001;mhc-draft-mode &#x306B;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x88DC;&#x5B8C;&#x5165;&#x529B;&#x6A5F;&#x80FD;&#x3092;&#x8FFD;&#x52A0;&#x3059;&#x308C;&#x3070;&#x3001;&#x540C;&#x3058;&#x30D8;&#x30C3;&#x30C0;
&#x3092;&#x8907;&#x6570;&#x500B;&#x8A18;&#x8FF0;&#x3059;&#x308B;&#x5834;&#x5408;&#x3067;&#x3082;&#x305D;&#x308C;&#x307B;&#x3069;&#x306E;&#x52B4;&#x529B;&#x306B;&#x306A;&#x3089;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3053;&#x3068;&#x306F;&#x53EF;&#x80FD;&#x3067;
&#x3057;&#x3087;&#x3046;&#x3002;


&#x571F;&gt; &#x3068;&#x3001;&#x3088;&#x304F;&#x8003;&#x3048;&#x3066;&#x307F;&#x308B;&#x3068;&#x3001;X-SC-Duration: &#x304C;&#x5C0E;&#x5165;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x7406;&#x7531;&#x304C;&#x5206;&#x304B;&#x3089;&#x306A;&#x304F;
&#x571F;&gt; &#x306A;&#x3063;&#x3066;&#x304D;&#x307E;&#x3059;&#x306D;&#x3002;X-SC-Cond: &#x3067;&#x6307;&#x5B9A;&#x3055;&#x308C;&#x308B;&#x4ED6;&#x306E;&#x69CB;&#x6587;&#x8981;&#x7D20;&#x3068;&#x5224;&#x5225;&#x53EF;&#x80FD;&#x306A;&#x306E;&#x3067;&#x3001;
&#x571F;&gt; &#x7D71;&#x4E00;&#x3067;&#x304D;&#x308B;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;

nom&gt; &#x305D;&#x3046;&#x3067;&#x3059;&#x306D;&#x3002;&#x305D;&#x3046;&#x3044;&#x3046;&#x610F;&#x5473;&#x3067;&#x306F;&#x3001;Date: &#x3082; Cond: &#x3068;&#x307E;&#x3068;&#x3081;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;
nom&gt; &#x3053;&#x308C;&#x306F;&#x3001;&#x898B;&#x305F;&#x76EE;&#x3067;&#x3059;&#x3002;

&#x3067;&#x3059;&#x304C;&#x3001;&#x3053;&#x308C;&#x306B;&#x4ED8;&#x968F;&#x3059;&#x308B;&#x610F;&#x5473;&#x7684;&#x5236;&#x7D04;&#x3092;&#x6301;&#x3061;&#x8FBC;&#x3093;&#x3067;&#x3057;&#x307E;&#x3046;&#x3068;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x8A2D;&#x8A08;&#x304C;&#x7834;
&#x7DBB;&#x3057;&#x304B;&#x306D;&#x306A;&#x3044;&#x306E;&#x3067;&#x3001;&#x4F55;&#x3089;&#x304B;&#x306E;&#x6A19;&#x6E96;&#x5F62;&#x306B;&#x76F4;&#x3059;&#x306E;&#x3067;&#x306A;&#x3051;&#x308C;&#x3070;&#x3001;&#x7D71;&#x4E00;&#x3059;&#x308B;&#x3079;&#x304D;&#x3067;&#x306F;&#x306A;
&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x306D;&#x3002;


nom&gt; X-SC-Day: 20001201-20001205  ;; &#x3053;&#x308C;&#x306F;&#x3001;&#x4FBF;&#x5B9C;&#x4E0A;&#x306E;&#x5618;&#x306D;&#x3002;
nom&gt; X-SC-Subject: 1st MHC International Conferenece
nom&gt; X-SC-Location: &#x4E5D;&#x5927;
nom&gt; X-SC-Next:
nom&gt; X-SC-Day: 20000630
nom&gt; X-SC-Subject: &#x8AD6;&#x6587;&#x63D0;&#x51FA;&#x7DE0;&#x5207;
nom&gt; X-SC-ToDo: 100
nom&gt; X-SC-Next:
nom&gt; X-SC-Day: 20000930
nom&gt; X-SC-Subject: &#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x7DE0;&#x5207;
nom&gt; X-SC-ToDo: 100

nom&gt; &#x3068;&#x66F8;&#x304D;&#x305F;&#x3044;&#x3002;&#x3053;&#x3046;&#x66F8;&#x304F;&#x3068;&#x3001;TODO &#x306E;&#x8868;&#x793A;&#x6B04;&#x306B;&#x306F;&#x3001;&#x5E38;&#x306B; DONE &#x306B;&#x306A;&#x308B;&#x307E;&#x3067;
nom&gt; &#x8868;&#x793A;&#x3057;&#x3066;&#x3044;&#x3066;&#x307B;&#x3057;&#x3044;&#x3002;

nom&gt; 1&#x5E74;&#x5F8C;&#x306B;&#x7DE0;&#x5207;&#x304C;&#x3042;&#x308B;&#x3088;&#x3046;&#x306A; TODO &#x3092;&#x3069;&#x3053;&#x306B;&#x7F6E;&#x304F;&#x304B;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;
nom&gt; &#x571F;&#x5C4B;&#x3055;&#x3093;&#x306E;&#x610F;&#x898B;&#x306F;&#x3001; Duration: &#x3067; 1&#x5E74;&#x5F8C;&#x3092;&#x6307;&#x5B9A;&#x3057;&#x3068;&#x3044;&#x3066;&#x3001;
nom&gt; intersect/ &#x306B;&#x5165;&#x308C;&#x3088;&#x3046;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x3059;&#x306D;&#x3002;&#x305D;&#x308C;&#x3068;&#x306F;&#x5225;&#x306B;&#x3001;
nom&gt; &#x7DE0;&#x5207;&#x3092;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306B;&#x3082;&#x51FA;&#x3057;&#x305F;&#x3044;&#x5834;&#x5408;&#x306F;&#x3001;Next: &#x3067;&#x3082;&#x3046;1&#x500B;&#x66F8;&#x304F;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x3059;&#x306D;&#x3002;
nom&gt; &#x305D;&#x308C;&#x3063;&#x3066;&#x3001;1&#x500B;&#x8A18;&#x4E8B;&#x304C;&#x5897;&#x3048;&#x308B;&#x3060;&#x3051;&#x3067;&#x3001;&#x5B09;&#x3057;&#x304F;&#x306A;&#x304F;&#x306A;&#x3044;&#x3067;&#x3059;&#x304B;&#x3002;

&#x3061;&#x3087;&#x3063;&#x3068;&#x3001;&#x3053;&#x306E;&#x5FC3;&#x304C;&#x5206;&#x304B;&#x3089;&#x306A;&#x3044;&#x306E;&#x3067;&#x3059;&#x304C;&#x3002;


nom&gt; &#x666E;&#x901A;&#x7DE0;&#x5207;&#x306E;&#x3042;&#x308B; TODO &#x306F;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306B;&#x8F09;&#x305B;&#x305F;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;?
nom&gt; &#x7DE0;&#x5207;&#x304C;&#x306A;&#x3044;&#x5834;&#x5408;&#x306F;&#x3001;&#x66F8;&#x304B;&#x306A;&#x3044;&#x304B;&#x3089; schedule &#x306B;&#x3082;&#x51FA;&#x306A;&#x3044;&#x306E;&#x3067;&#x3001;
nom&gt; &#x30CF;&#x30C3;&#x30D4;&#x30FC;&#x3060;&#x3068;&#x601D;&#x3046;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;

nom&gt; &#x3046;&#x30FC;&#x3093;&#x3001;&#x3084;&#x3063;&#x3071;&#x308A; TODO &#x306E;&#x3068;&#x304D;&#x306F;&#x3001;Day: &#x3092; Deadline &#x3068;&#x3057;&#x3066;&#x6271;&#x3046;&#x306E;&#x304C;
nom&gt; &#x3044;&#x3044;&#x306E;&#x3067;&#x306F;? &#x3059;&#x308B;&#x3068;&#x3001;schedule &#x4E0A;&#x306B;&#x3082;&#x7D20;&#x76F4;&#x306B;&#x53CD;&#x6620;&#x3055;&#x305B;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;&#x3002;
nom&gt; Day: &#x306F; X day &#x306A;&#x306E;&#x3067;&#x3059;&#x3002;TODO &#x3067;&#x3044;&#x3046;&#x3068;&#x3001;&#x7DE0;&#x5207;&#x3002;

&#x3042;&#x3042;&#x3001;&#x305D;&#x3046;&#x304B;&#x3002;

&#x79C1;&#x306F;&#x3001;&#x300E;TODO &#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x65E5;&#x4ED8;&#x7BC4;&#x56F2;&#x3092;&#x898F;&#x5B9A;&#x3059;&#x308B;&#x76EE;&#x7684;&#x3067;&#x3001;&#x73FE;&#x5728;&#x306E; MHC &#x306E;&#x6761;&#x4EF6;&#x30D8;&#x30C3;
&#x30C0;&#x3092;&#x6D41;&#x7528;&#x3059;&#x308B;&#x300F;&#x3068;&#x3044;&#x3046;&#x8996;&#x70B9;&#x3067;&#x8003;&#x3048;&#x3066;&#x3044;&#x308B;&#x306E;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x3001;&#x4E43;&#x6751;&#x3055;&#x3093;&#x306F;&#x300E;TODO &#x3092;&#x898F;
&#x5B9A;&#x3059;&#x308B;&#x3088;&#x3046;&#x306A;&#x3001;&#x3042;&#x308B;&#x3079;&#x304D;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x8A2D;&#x8A08;&#x306B;&#x3064;&#x3044;&#x3066;&#x8003;&#x3048;&#x308B;&#x300F;&#x3068;&#x3044;&#x3046;&#x8996;&#x70B9;&#x3067;&#x8003;&#x3048;&#x3066;&#x3044;
&#x3089;&#x3063;&#x3057;&#x3083;&#x308B;&#x3088;&#x3046;&#x3067;&#x3059;&#x306D;&#x3002;

&#x3057;&#x304B;&#x3057;&#x3001;&#x305D;&#x306E;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3068;&#x3001;TODO &#x306E;&#x5834;&#x5408;&#x3068;&#x3001;&#x305D;&#x308C;&#x4EE5;&#x5916;&#x306E;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306E;&#x5834;&#x5408;
&#x3067;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x89E3;&#x91C8;&#x304C;&#x5168;&#x304F;&#x7570;&#x306A;&#x308B;&#x3001;&#x3064;&#x307E;&#x308A;&#x3001;parser &#x3092;2&#x901A;&#x308A;&#x5B9F;&#x88C5;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x767A;&#x751F;
&#x3059;&#x308B;&#x308F;&#x3051;&#x306A;&#x306E;&#x3067;&#x3001;&#x5B9F;&#x88C5;&#x9762;&#x304B;&#x3089;&#x306F;&#x5B09;&#x3057;&#x304F;&#x306A;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&#x305D;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;X-SC-Deadline: &#x3068;&#x3044;&#x3046;&#x30D8;&#x30C3;&#x30C0;&#x3092;&#x65B0;&#x8A2D;&#x3059;&#x308B;&#x304B;&#x3001;

    X-SC-ToDo: 100 deadline=20000701

&#x3068;&#x3044;&#x3046;&#x3088;&#x3046;&#x306A;&#x62E1;&#x5F35;&#x8A18;&#x6CD5;&#x3092;&#x6301;&#x3061;&#x8FBC;&#x3080;&#x304B;&#x3002;&#x307E;&#x3042;&#x3001;&#x8A2D;&#x8A08;&#x601D;&#x60F3;&#x306E;&#x554F;&#x984C;&#x306A;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;


-- 
&#x571F;&#x5C4B; &#x96C5;&#x7A14;  ( TSUCHIYA Masatoshi )
    <a  rel="nofollow" href="http://www-nagao.kuee.kyoto-u.ac.jp/member/tsuchiya/">http://www-nagao.kuee.kyoto-u.ac.jp/member/tsuchiya/</a>
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<ul><li><strong>Follow-Ups</strong>:
<ul>
<li><strong><a name="00654" href="msg00654.html">[mhc:00655] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
</ul></li></ul>
<!--X-Follow-Ups-End-->
<!--X-References-->
<ul><li><strong>References</strong>:
<ul>
<li><strong><a name="00640" href="msg00640.html">[mhc:00641] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
<li><strong><a name="00635" href="msg00635.html">[mhc:00636] High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
<li><strong><a name="00642" href="msg00642.html">[mhc:00643] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
<li><strong><a name="00644" href="msg00644.html">[mhc:00645] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari NOMURA</li></ul></li>
</ul></li></ul>
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg00644.html">[mhc:00645] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg00646.html">[mhc:00647] Re: High-speed and improved MHC</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg00644.html">[mhc:00645] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg00654.html">[mhc:00655] Re: High-speed and improved MHC</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#00645"><strong>Date</strong></a></li>
<li><a href="threads.html#00645"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
