<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:00641] Re: High&#45;speed and improved MHC -->
<!--X-From-R13: Kbfuvanev @bzhen <abzNpfpr.xlhfuh&#45;h.np.wc> -->
<!--X-Date: Tue, 30 May 2000 21:57:48 +0900 -->
<!--X-Message-Id: 20000530215638E.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Content-Type: text/plain -->
<!--X-Reference: 20000530154335Z.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: 20000530182949Y.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: mpan1l8z4es.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:00641] Re: High-speed and improved MHC</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg00639.html">Date Prev</a>][<a href="msg00641.html">Date Next</a>][<a href="msg00639.html">Thread Prev</a>][<a href="msg00643.html">Thread Next</a>][<a href="maillist.html#00640">Date Index</a>][<a href="threads.html#00640">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:00641] Re: High-speed and improved MHC</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:00641] Re: High-speed and improved MHC</li>
<li><em>From</em>: Yoshinari Nomura &lt;<a href="mailto:nom@DOMAIN.HIDDEN">nom@xxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Date</em>: Tue, 30 May 2000 21:57:48 +0900</li>
<li><em>In-reply-to</em>: &lt;<a href="mailto:mpan1l8z4es.fsf@DOMAIN.HIDDEN">mpan1l8z4es.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Posted</em>: Tue, 30 May 2000 21:56:38 +0900</li>
<li><em>References</em>: &lt;<a href="mailto:20000530154335Z.nom@DOMAIN.HIDDEN">20000530154335Z.nom@xxxxxxxxxxxxxxxxxxx</a>&gt;	&lt;<a href="mailto:20000530182949Y.nom@DOMAIN.HIDDEN">20000530182949Y.nom@xxxxxxxxxxxxxxxxxxx</a>&gt;	&lt;<a href="mailto:mpan1l8z4es.fsf@DOMAIN.HIDDEN">mpan1l8z4es.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>&#x4E43;&#x6751;&#x3067;&#x3059;&#x3002;
&#x3044;&#x3044;&#x5FD8;&#x308C;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;&#x901F;&#x3044;&#x3067;&#x3059;&#x306D;&#x3047;&#x3002;TSU_SPEED
&#x6700;&#x521D;&#x3001;byte-compile &#x5FD8;&#x308C;&#x3066;&#x305F;&#x3002;

# RELENG_00 &#x3063;&#x3066;&#x305D;&#x306E;&#x307E;&#x307E;&#x3058;&#x3083;&#x3001;bytecompile &#x3067;&#x304D;&#x306A;&#x3044;&#x306E;&#x306D;&#x3002;:-)
# &#x77E5;&#x3089;&#x306A;&#x304B;&#x3063;&#x305F;&#x3002;

&#x307E;&#x305F;&#x3001;&#x9577;&#x3044;&#x3067;&#x3059;&#x3002;&#x3044;&#x3084;&#x3001;&#x697D;&#x3057;&#x3044;&#x3082;&#x306E;&#x3067;&#x3002;&#x3002;

On Tue, 30 May 2000 20:03:10 +0900,
	TSUCHIYA Masatoshi &lt;tsuchiya@xxxxxxxxxxxxxxxxxxxxxxx&gt; said:

&gt; nom&gt; &#x30FB; C-cC-c &#x6642;&#x306E; conflict &#x8B66;&#x544A;&#x304C;&#x306A;&#x304F;&#x306A;&#x3063;&#x305F;&#x3002;
&gt; 
&gt; &#x3042;&#x308C;&#x307E;&#x3002;&#x3048;&#x3063;&#x3068;&#x3001;&#x9AD8;&#x901F;&#x5316;&#x306B;&#x3068;&#x308A;&#x304B;&#x304B;&#x3063;&#x305F;&#x306E;&#x304C;&#x5927;&#x4F53;1&#x30F6;&#x6708;&#x524D;&#x3067;&#x3001;&#x305D;&#x306E;&#x6642;&#x70B9;&#x306E;&#x30B3;&#x30FC;
&gt; &#x30C9;&#x3067;&#x306F;&#x3001;&#x8B66;&#x544A;&#x3055;&#x308C;&#x306A;&#x3044;&#x3088;&#x3046;&#x306A;&#x611F;&#x3058;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x305F;&#x306E;&#x3067;&#x3001;&#x624B;&#x3092;&#x629C;&#x3044;&#x3066;&#x307E;&#x3057;&#x305F;&#x3002;&#x3061;&#x3087;&#x3063;
&gt; &#x3068;&#x5F85;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;

&#x3042;&#x308C;&#x3002;&#x3053;&#x308C;&#x306F;&#x7D50;&#x69CB;&#x524D;&#x304B;&#x3089;&#x5165;&#x3063;&#x3066;&#x3044;&#x305F;&#x7B48;&#x306A;&#x306E;&#x3067;&#x3059;&#x304C;&#x3002;
00changes.jis &#x306B;&#x3088;&#x308B;&#x3068;&#x3001;&#x53BB;&#x5E74;&#x306E; 11&#x6708;&#x3067;&#x3059;&#x3002;

&gt; &#x306B;&#x89E3;&#x6C7A;&#x3059;&#x308B;&#x306A;&#x3089;&#x3070;&#x3001;00/01/01 &#x304B;&#x3089;&#x306E;&#x7D4C;&#x904E;&#x65E5;&#x6570;&#x306B;&#x3088;&#x3063;&#x3066;&#x7BA1;&#x7406;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308C;&#x3070;
&gt; &#x826F;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x304C;&#x2026;&#x3002;
&gt;
&gt; &#x3069;&#x3046;&#x3057;&#x307E;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;&#x8CA0;&#x306E;&#x65E5;&#x4ED8;&#x3092;&#x8A31;&#x5BB9;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308C;&#x3070;&#x3001;&#x5B8C;&#x74A7;&#x306A;&#x4E00;&#x822C;&#x89E3;&#x306B;&#x306A;&#x308B;&#x3068;
&gt; &#x306F;&#x601D;&#x3044;&#x307E;&#x3059;&#x304C;&#x3002;

&#x3048;&#x3048;&#x3001;&#x3069;&#x3061;&#x3089;&#x3067;&#x3082;&#x3044;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&gt; nom&gt; 2038&#x5E74;&#x904E;&#x304E;&#x307E;&#x3067;&#x30ED;&#x30FC;&#x30F3;&#x62B1;&#x3048;&#x3066;&#x3044;&#x308B;&#x4EBA;&#x306B;&#x3082;&#x3001;&#x8F9B;&#x3044;&#x304B;&#x3082;&#x3002;:-)
&gt; 
&gt; &#x3053;&#x308C;&#x3001;&#x3069;&#x3053;&#x304C;&#x539F;&#x56E0;&#x3067;&#x767A;&#x751F;&#x3057;&#x307E;&#x3059;&#x304B;? &#x7D4C;&#x904E;&#x65E5;&#x6570;&#x306F; 2038 &#x5E74;&#x304F;&#x3089;&#x3044;&#x3067;&#x306F; overflow 
&gt; &#x3057;&#x306A;&#x3044;&#x3068;&#x601D;&#x3046;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;

C-cg &#x3067; 2039/05 &#x3067; error &#x304C;&#x51FA;&#x307E;&#x3059;&#x3002;&#x591A;&#x5206; decode-time &#x3067;&#x3059;&#x3002;

&gt; &#x304A;&#x3063;&#x3068;&#x3001;&#x8A2D;&#x8A08;&#x601D;&#x60F3;&#x306E;&#x5DEE;&#x3067;&#x3059;&#x306D;&#x3002;&#x6700;&#x521D;&#x3001;&#x3042;&#x3089;&#x3086;&#x308B;&#x6761;&#x4EF6;&#x6587;&#x304C;&#x8A18;&#x8FF0;&#x3067;&#x304D;&#x308B;&#x4E00;&#x822C;&#x7684;&#x306A;&#x30D8;&#x30C3;
&gt; &#x30C0;&#x8A2D;&#x8A08;&#x3092;&#x3084;&#x308A;&#x304B;&#x3051;&#x307E;&#x3057;&#x305F;&#x3002;&#x3057;&#x304B;&#x3057;&#x3001;&#x305D;&#x306E;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3068;&#x3001;&#x81EA;&#x7531;&#x5EA6;&#x304C;&#x4E0A;&#x304C;&#x308A;&#x3059;&#x304E;&#x3066;
&gt; &#x3057;&#x307E;&#x3044;&#x3001;&#x9006;&#x306B;&#x8AAC;&#x660E;&#x3057;&#x3065;&#x3089;&#x304F;&#x306A;&#x3063;&#x3066;&#x3057;&#x307E;&#x3063;&#x305F;&#x3088;&#x3046;&#x306B;&#x611F;&#x3058;&#x305F;&#x306E;&#x3067;&#x3001;&#x308F;&#x3056;&#x3068;&#x81EA;&#x7531;&#x5EA6;&#x3092;
&gt; &#x843D;&#x3068;&#x3057;&#x305F;&#x8A2D;&#x8A08;&#x306B;&#x3057;&#x3066;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;

&#x50D5;&#x3082;&#x305D;&#x3046;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;&#x3082;&#x3063;&#x3068;&#x9AD8;&#x5EA6;&#x306A;&#x8A18;&#x8FF0;&#x304C;&#x6B32;&#x3057;&#x3044;&#x306A;&#x3089;&#x3001;
RFC2445 &#x3092;&#x305D;&#x306E;&#x307E;&#x307E;&#x4F7F;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3042;&#x308C;&#x306F;&#x3001;&#x4EBA;&#x9593;&#x304C;&#x66F8;&#x304F;&#x7269;&#x3058;&#x3083;&#x306A;&#x3044;&#x3002;&#x3002;

&gt; nom&gt; &#x30D8;&#x30C3;&#x30C0;&#x306E;&#x9806;&#x756A;&#x3092;&#x8AB0;&#x304B;&#x304C;&#x66F8;&#x63DB;&#x3048;&#x3066;&#x3082;&#x4E0D;&#x601D;&#x8B70;&#x3067;&#x306F;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;
&gt; 
&gt; &#x3053;&#x308C;&#x306F;&#x3001;&#x3061;&#x3087;&#x3063;&#x3068;&#x72B6;&#x6CC1;&#x304C;&#x60F3;&#x50CF;&#x3067;&#x304D;&#x306A;&#x3044;&#x306E;&#x3067;&#x3059;&#x304C;&#x2026;&#x3002;

gemcal &#x306E;&#x3088;&#x3046;&#x306A; elisp &#x3067;&#x306A;&#x3044;&#x30AF;&#x30E9;&#x30A4;&#x30A2;&#x30F3;&#x30C8;&#x304C; header &#x3092; dump &#x3059;&#x308B;&#x5834;&#x5408;&#x3001;
&#x9806;&#x756A;&#x306B;&#x4E26;&#x3079;&#x3066;&#x51FA;&#x529B;&#x3057;&#x3066;&#x3082;&#x3089;&#x3046;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;

&#x3042;&#x3068; Mew &#x304C; &#x30D0;&#x30C3;&#x30D5;&#x30A1;&#x4E0A;&#x3067; Header &#x306E;&#x9806;&#x756A;&#x3092;&#x5909;&#x3048;&#x308B;&#x3053;&#x3068;&#x306F;&#x3088;&#x304F;&#x3042;&#x308A;&#x307E;&#x3059;&#x306D;&#x3002;

&#x30E1;&#x30FC;&#x30EB;&#x306E; header &#x306F;&#x9806;&#x756A;&#x304C;&#x4EE3;&#x308F;&#x3063;&#x3066;&#x3082;&#x610F;&#x5473;&#x3092;&#x5909;&#x3048;&#x306A;&#x3044;&#x3068;&#x3001;
&#x307F;&#x3093;&#x306A;&#x306F;&#x601D;&#x3063;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3001;&#x305D;&#x306E;&#x4F5C;&#x6CD5;&#x304B;&#x3089;&#x9038;&#x8131;&#x3059;&#x308B;&#x3068;&#x3001;&#x3042;&#x307E;&#x308A;&#x3044;&#x3044;&#x3053;&#x3068;&#x306F;
&#x306A;&#x3044;&#x3068;&#x3044;&#x3046;&#x306E;&#x304C;&#x50D5;&#x306E;&#x610F;&#x898B;&#x3067;&#x3059;&#x3002;

# &#x304A;&#x305D;&#x3089;&#x304F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x306F;&#x60AA;&#x6C17;&#x306A;&#x304F;&#x5909;&#x3048;&#x308B;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;

&gt; nom&gt; &#x3053;&#x308C;&#x306F;&#x3001;&#x3044;&#x3044;&#x66F8;&#x304D;&#x65B9;&#x3092;&#x8003;&#x3048;&#x305F;&#x3044;&#x3067;&#x3059;&#x3002;
&gt; 
&gt; &#x826F;&#x3044;&#x63D0;&#x6848;&#x304C;&#x3042;&#x308C;&#x3070;&#x3001;&#x305D;&#x308C;&#x306B;&#x5F93;&#x3044;&#x307E;&#x3059;&#x3002;mhc-parse.el &#x306F;&#x3001;push/pop parser &#x3067;
&gt; &#x51E6;&#x7406;&#x3067;&#x304D;&#x308B;&#x7BC4;&#x56F2;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x8A2D;&#x8A08;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x5BB9;&#x6613;&#x306B;&#x5BFE;&#x5FDC;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x5DE5;&#x592B;&#x3057;&#x3066;&#x3042;&#x308A;
&gt; &#x307E;&#x3059;&#x3002;

&#x3054;&#x3081;&#x3093;&#x306A;&#x3055;&#x3044;&#x3002;&#x3044;&#x3046;&#x3060;&#x3051;&#x3044;&#x3063;&#x3066;&#x3001;&#x6848;&#x306A;&#x3057;&#x3067;&#x3059;&#x3002;
&#x4F55;&#x304B;&#x3044;&#x3044;&#x65B9;&#x6CD5;&#x304C;&#x306A;&#x3044;&#x304B;&#x8003;&#x3048;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3059;&#x304C;&#x3002;&#x3002;

&gt; &#x305F;&#x3060;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x8A2D;&#x8A08;&#x3068;&#x3044;&#x3046;&#x89B3;&#x70B9;&#x3067;&#x306F;&#x3001;&#x5F93;&#x6765;&#x306E; MHC &#x306F;&#x3061;&#x3087;&#x3063;&#x3068;&#x5206;&#x304B;&#x308A;&#x96E3;&#x3044;&#x3068;&#x601D;
&gt; &#x3044;&#x307E;&#x3059;&#x3002;
&gt; 
&gt; &#x4F8B;&#x3048;&#x3070;&#x3001;X-SC-Cond: &#x306E;&#x51E6;&#x7406;&#x306A;&#x3093;&#x3067;&#x3059;&#x3051;&#x308C;&#x3069;&#x3001;
&gt; 
&gt;     X-SC-Cond: 1st Wed
&gt; 
&gt; &#x306F;&#x3001;( &#x7B2C;1&#x9031; and &#x6C34;&#x66DC;&#x65E5; ) &#x3068;&#x3044;&#x3046; AND &#x6761;&#x4EF6;&#x3092;&#x8868;&#x3059;&#x30D8;&#x30C3;&#x30C0;&#x3067;&#x3042;&#x308B;&#x306E;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x3001;
&gt; 
&gt;     X-SC-Cond: 1 Wed
&gt; 
&gt; &#x306F;&#x3001;( &#x7B2C;1&#x65E5; or &#x6C34;&#x66DC;&#x65E5; ) &#x3068;&#x3044;&#x3046; OR &#x6761;&#x4EF6;&#x3092;&#x8868;&#x3059;&#x30D8;&#x30C3;&#x30C0;&#x3068;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3064;&#x307E;
&gt; &#x308A;&#x3001;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x304C;&#x3001;&#x5185;&#x5BB9;&#x306B;&#x3088;&#x3063;&#x3066; AND &#x3092;&#x8868;&#x3057;&#x305F;&#x308A; OR &#x3092;&#x8868;&#x3057;&#x305F;&#x308A;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;
&gt; &#x8907;&#x96D1;&#x306A;&#x3053;&#x3068;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x308B;&#x308F;&#x3051;&#x3067;&#x3059;&#x3002;

&#x3053;&#x308C;&#x306F;&#x50D5;&#x3082;&#x627F;&#x77E5;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3053;&#x3046;&#x3044;&#x3046;&#x898F;&#x5247;&#x304C;&#x88CF;&#x306B;&#x3042;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x306F;&#x3001;
&#x5206;&#x304B;&#x308A;&#x8F9B;&#x3044;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x3067;&#x3082;&#x3001;&#x898F;&#x5247;&#x3092;&#x77E5;&#x3089;&#x306A;&#x304F;&#x3066;&#x3082;&#x3001;&#x7406;&#x6027;&#x3067;&#x6B63;&#x3057;&#x304F;&#x66F8;&#x3051;&#x307E;&#x305B;&#x3093;&#x304B;?

&#x4F8B;&#x3048;&#x3070;&#x3001;&#x300C;&#x4E94;&#x6708;&#x306E;&#x7B2C;&#x4E8C;&#x65E5;&#x66DC;&#x65E5;&#x300D; &#x3068;&#x304B;&#x3082;&#x3001;
&#x4F55;&#x3082;&#x8003;&#x3048;&#x305A;&#x306B;&#x982D;&#x304B;&#x3089;&#x66F8;&#x304D;&#x4E0B;&#x3057;&#x3066;&#x3001;&#x6B63;&#x89E3;&#x3067;&#x3059;&#x3002;

&#x8981;&#x3059;&#x308B;&#x306B;&#x3001;&#x73FE;&#x5B9F;&#x7684;&#x306B;&#x306F; ``&#x7B2C;1&#x65E5; or &#x6C34;&#x66DC;&#x65E5;'' &#x306A;&#x3069;&#x3068;&#x66F8;&#x304D;&#x305F;&#x3044;&#x3053;&#x3068;&#x306F;
&#x5E0C;&#x306A;&#x306E;&#x3067;&#x3001;&#x73FE;&#x5728;&#x306E; MHC &#x306E;&#x4ED5;&#x69D8;&#x306E;&#x307E;&#x307E;&#x3067;&#x3082;&#x3001;
&#x30E6;&#x30FC;&#x30B6;&#x304C;&#x7121;&#x90AA;&#x6C17;&#x306B;&#x66F8;&#x3044;&#x3066;&#x5931;&#x6557;&#x3059;&#x308B;&#x3053;&#x3068;&#x306F;&#x3001;&#x307B;&#x3068;&#x3093;&#x3069;&#x306A;&#x3044;&#x3068;&#x601D;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&#x591A;&#x5206;&#x3001;&#x672C;&#x5F53;&#x306B;&#x66F8;&#x3053;&#x3046;&#x3068;&#x3057;&#x3066;&#x5931;&#x6557;&#x3059;&#x308B;&#x306E;&#x306F;&#x3001;13&#x65E5;&#x306E;&#x91D1;&#x66DC;&#x65E5;&#x3050;&#x3089;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;

&#x305D;&#x308C;&#x3088;&#x308A;&#x3082;&#x3001;&#x3069;&#x3046;&#x3044;&#x3046;&#x9806;&#x756A;&#x3067;&#x3001;&#x3069;&#x3063;&#x3061;&#x306B;&#x4E26;&#x3079;&#x308B;&#x3093;&#x3060;&#x3063;&#x3051;?
&#x3068;&#x8FF7;&#x3063;&#x3066;&#x5931;&#x6557;&#x3059;&#x308B;&#x78BA;&#x7387;&#x306E;&#x65B9;&#x304C;&#x9AD8;&#x3044;&#x3068;&#x3001;&#x50D5;&#x306F;&#x5224;&#x65AD;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;

&#x306E;&#x3067;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x7A2E;&#x985E;&#x3092; 1&#x3064;&#x6E1B;&#x3089;&#x3059;&#x3053;&#x3068;&#x3092;&#x9078;&#x629E;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;

&gt;     X-SC-Cond: 1st
&gt;     X-SC-Cond: Wed

&#x7F8E;&#x3057;&#x3044;&#x304B;&#x3082;&#x3057;&#x308C;&#x307E;&#x305B;&#x3093;&#x304C;&#x3001;&#x983B;&#x51FA;&#x3059;&#x308B;
  X-SC-Cond: 1st Wed 
&#x3092; 2&#x3064;&#x306B;&#x5206;&#x3051;&#x3066;&#x66F8;&#x304B;&#x306A;&#x3044;&#x3068;&#x3044;&#x3051;&#x306A;&#x3044;&#x306E;&#x306F;&#x3001;&#x82E6;&#x75DB;&#x3067;&#x3059;&#x3057;&#x3001;&#x907F;&#x3051;&#x305F;&#x304F;&#x306A;&#x3044;&#x3067;&#x3059;&#x304B;?

&gt; &#x3061;&#x306A;&#x307F;&#x306B;&#x3001;&#x62E1;&#x5F35;&#x7248; MHC &#x3067;&#x306F;&#x3001;X-SC-Cond: / X-SC-Day: &#x306E;&#x8907;&#x6570;&#x4E26;&#x7F6E;&#x3092;&#x8A31;&#x3059;&#x3088;&#x3046;
&gt; &#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;&#x8907;&#x6570;&#x306E; X-SC-Cond: &#x306B;&#x3064;&#x3044;&#x3066;&#x306F; AND &#x3068;&#x3057;&#x3066;&#x3001;
&gt; &#x8907;&#x6570;&#x306E; X-SC-Day: &#x306B;&#x3064;&#x3044;&#x3066;&#x306F; OR &#x3068;&#x3057;&#x3066;&#x89E3;&#x91C8;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;&#x59A5;&#x5354;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&gt; &#x305D;&#x3093;&#x306A;&#x308F;&#x3051;&#x3067;&#x3001;13&#x65E5;&#x306E;&#x91D1;&#x66DC;&#x65E5;&#x3082;&#x6307;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;
&gt; 
&gt;     X-SC-Cond: 13
&gt;     X-SC-Cond: Fri

&#x3053;&#x308C;&#x306F;&#x3044;&#x3044;&#x8003;&#x3048;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;&#x7C21;&#x5358;&#x306A;&#x3053;&#x3068;&#x306F;&#x7C21;&#x5358;&#x306B;&#x3001;
&#x305D;&#x3046;&#x3067;&#x306A;&#x3044;&#x7269;&#x306F;&#x4F55;&#x3068;&#x304B;&#x66F8;&#x3051;&#x308B;&#x3068;&#x3044;&#x3046;&#x70B9;&#x3067;&#x3002;

&gt; nom&gt; 1 article 1 file &#x3067;&#x306A;&#x304F;&#x3066;&#x3001;1 article 1 dir &#x306B;&#x3057;&#x3066;&#x3001;
&gt; nom&gt; &#x95A2;&#x9023;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x307E;&#x3067;&#x5168;&#x90E8;&#x3076;&#x3061;&#x3053;&#x3081;&#x308B;&#x3088;&#x3046;&#x306B;&#x3057;&#x3066;&#x3057;&#x307E;&#x3046;&#x3002;
&gt; nom&gt; &#x305D;&#x308C;&#x3067;&#x3001;&#x4ED5;&#x4E8B;&#x5168;&#x4F53;&#x3092;&#x7BA1;&#x7406;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3068;&#x304B;&#x3002;
&gt; nom&gt; (&#x3042;&#x308B;&#x65B9;&#x306E;&#x610F;&#x898B;: &#x3053;&#x308C;&#x306F;&#x3051;&#x3063;&#x3053;&#x3046;&#x3042;&#x308A;&#x304B;&#x3082;)
&gt; 
&gt; &#x3042;&#x306E;&#x3001;MH &#x5F62;&#x5F0F;&#x306F;&#x5909;&#x66F4;&#x3057;&#x305F;&#x304F;&#x306A;&#x3044;&#x3001;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x306F;&#x306A;&#x304B;&#x3063;&#x305F;&#x306E;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;

&#x3042;&#x308C;&#x3001;MH &#x5F62;&#x5F0F;&#x306E;&#x307E;&#x307E;&#x306E;&#x3064;&#x3082;&#x308A;&#x3067;&#x3059;&#x3002;&#x3002;&#x3060;&#x3081;&#x3067;&#x3059;&#x304B;&#x3002;
&#x3068;&#x3044;&#x3063;&#x3066;&#x3082;&#x3001;MH &#x5F62;&#x5F0F;&#x3092;&#x6368;&#x3066;&#x308B;&#x304B;&#x3069;&#x3046;&#x304B;&#x306F; trade-off &#x306E;&#x554F;&#x984C;&#x3067;&#x3059;&#x3002;

&gt; &#x305D;&#x3046;&#x304B;&#x3001;X-SC-Day: &#x3058;&#x3083;&#x306A;&#x304F;&#x3066; X-SC-Duration: &#x3067;&#x6307;&#x5B9A;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;
&gt; TODO &#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x7BC4;&#x56F2;&#x3092;&#x6C7A;&#x5B9A;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;&#x610F;&#x5473;&#x3067;&#x306F;&#x3001;&#x3053;&#x3061;&#x3089;&#x306E;&#x65B9;&#x304C;&#x5143;&#x3005;&#x306E;&#x30D8;&#x30C3;
&gt; &#x30C0;&#x306E;&#x610F;&#x5473;&#x306B;&#x8FD1;&#x3044;&#x3068;&#x601D;&#x3046;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;
&gt; 
&gt; # &#x305D;&#x308C;&#x306B;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30E0;&#x7684;&#x306B;&#x3082;&#x5BFE;&#x5FDC;&#x3057;&#x3084;&#x3059;&#x3044;&#x3002;

&#x306A;&#x308B;&#x307B;&#x3069;&#x3002;&#x308F;&#x304B;&#x308A;&#x307E;&#x3057;&#x305F;&#x3002;

&#x305F;&#x3060;&#x3001;&#x3053;&#x306E;&#x3078;&#x3093;&#x3001;&#x3082;&#x3046;&#x5C11;&#x3057;&#x8003;&#x3048;&#x6240;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;
&#x6BCE;&#x6708;&#x306E;&#x6708;&#x672B;&#x306B;&#x767A;&#x751F;&#x3059;&#x308B; TODO &#x3068;&#x304B;&#x306F;&#x3001;&#x76F4;&#x611F;&#x7684;&#x306B;&#x3069;&#x3046;&#x66F8;&#x3051;&#x3070;&#x3044;&#x3044;&#x306E;&#x3060;&#x308D;&#x3046;?
&#x3068;&#x304B;&#x3001;
&#x300C;&#x8AD6;&#x6587;&#x63D0;&#x51FA;&#x300D;&#x3001;&#x300C;&#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x63D0;&#x51FA;&#x300D; &#x3068;&#x304B;&#x3001;2&#x3064;&#x306E; Deadline &#x3092;
Day: &#x306B;&#x66F8;&#x304D;&#x305F;&#x304F;&#x306A;&#x308B;&#x306E;&#x304C;&#x4EBA;&#x60C5;&#x304B;&#x306A;&#x3001;&#x3068;&#x304B;&#x3002;&#x3002;

&#x3057;&#x304B;&#x3057;&#x3001;&#x305D;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;&#x3084;&#x3063;&#x3071;&#x308A;&#x3001;&#x300C;&#x4F1A;&#x8B70;&#x672C;&#x756A;&#x300D; &#x3082;&#x540C;&#x3058;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306B;&#x66F8;&#x304D;&#x305F;&#x304F;&#x306A;&#x3063;&#x3066;&#x3001;
&#x3053;&#x3063;&#x3061;&#x306F; TODO &#x306B;&#x306F;&#x51FA;&#x3057;&#x305F;&#x304F;&#x306A;&#x3044;&#x306E;&#x3067;&#x3001;1&#x3064;&#x306E;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306B;
TODO &#x3068;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3092;&#x6DF7;&#x5728;&#x3055;&#x305B;&#x308B;&#x3053;&#x3068;&#x306B;&#x306A;&#x3063;&#x3066;&#x3001;X-SC-NEXT: 
&#x7684;&#x306B;&#x306A;&#x308B;&#x3093;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x3002;&#x3002;

X-SC-NEXT: &#x3067;&#x3070;&#x3093;&#x3070;&#x3093;&#x66F8;&#x304F;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x3068;&#x3002;
&#x305D;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;&#x4F55;&#x3067;&#x3082; intersect/ &#x306B;&#x5165;&#x308B;&#x7387;&#x304C;&#x9AD8;&#x304F;&#x306A;&#x3063;&#x3066;&#x3001;
intersect/ &#x3092; rescan &#x3059;&#x308B;&#x306E;&#x304C;&#x975E;&#x5E38;&#x306B;&#x91CD;&#x304F;&#x306A;&#x308B;&#x3093;&#x3067;&#x306F;&#x306A;&#x3044;&#x304B;&#x3068;&#x3044;&#x3046;
&#x5371;&#x60E7;&#x304C;&#x3002;

slot &#x5207;&#x308B;&#x610F;&#x5473;&#x304C;&#x3042;&#x307E;&#x308A;&#x306A;&#x304F;&#x306A;&#x308B;&#x3060;&#x308D;&#x3046;&#x3057;&#x3001;
&#x30C7;&#x30FC;&#x30BF;&#x69CB;&#x9020;&#x6839;&#x672C;&#x7684;&#x306B;&#x898B;&#x76F4;&#x3055;&#x306A;&#x3044;&#x3068;&#x3044;&#x3051;&#x306A;&#x3044;&#x304B;&#x3082;&#x3057;&#x308C;&#x307E;&#x305B;&#x3093;&#x3002;
&#x3080;&#x3057;&#x308D; flat &#x306A;&#x69CB;&#x9020;&#x306B;&#x3057;&#x3066;&#x3001;&#x9055;&#x3046;&#x6226;&#x7565;&#x3092;&#x8003;&#x3048;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308B;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x304B;&#x3068;&#x3002;

cache &#x306E;&#x30C1;&#x30A7;&#x30C3;&#x30AF;&#x3092; slot &#x5358;&#x4F4D;&#x3067;&#x306F;&#x306A;&#x304F;&#x3066;&#x3001;file &#x5358;&#x4F4D;&#x306E;&#x7C92;&#x5EA6;&#x306B;&#x3059;&#x308B;&#x5FC5;
&#x8981;&#x304C;&#x3042;&#x308A;&#x305D;&#x3046;&#x3067;&#x3059;&#x306D;&#x3002;

&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x3001;&#x4F55;&#x3068;&#x306A;&#x304F;&#x50D5;&#x306E;&#x8981;&#x6C42;&#x304C;&#x306F;&#x3063;&#x304D;&#x308A;&#x3057;&#x3066;&#x304D;&#x307E;&#x3057;&#x305F;&#x3002;

  1.  X-SC-Next: &#x76F8;&#x5F53;&#x306E;&#x7269;&#x306F;&#x5FC5;&#x8981;&#x3002;
  2. &#x305F;&#x3060;&#x3057;&#x3001;header &#x306E;&#x9806;&#x756A;&#x3092;&#x5909;&#x3048;&#x3089;&#x308C;&#x3066;&#x3082;&#x554F;&#x984C;&#x306E;&#x306A;&#x3044;&#x3088;&#x3046;&#x306A;&#x8A18;&#x8FF0;&#x306B;&#x3057;&#x305F;&#x3044;&#x3002;
  3. .schedule &#x3082;&#x305D;&#x306E;&#x65B9;&#x5F0F;&#x3067;&#x66F8;&#x304F;&#x3068;&#x3001;&#x7279;&#x5225;&#x6271;&#x3044;&#x3057;&#x306A;&#x304F;&#x3066;&#x3059;&#x3080;&#x3002;
     &#x7DE8;&#x96C6;&#x3082;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x3002;
  4. todo &#x306F;&#x3084;&#x3063;&#x3071;&#x308A; Duration: &#x3088;&#x308A; Day: &#x3084; Cond: &#x3067;&#x6307;&#x5B9A;&#x3057;&#x305F;&#x3044;&#x3002;

&#x304B;&#x306A;&#x3002;1, 2 &#x3092;&#x6E80;&#x305F;&#x305D;&#x3046;&#x3068;&#x601D;&#x3046;&#x3068;&#x3001;
&#x4ECA;&#x306E;&#x3092;&#x5927;&#x304D;&#x304F;&#x5909;&#x3048;&#x306A;&#x3044;&#x3068;&#x3044;&#x3051;&#x306A;&#x3044;&#x304B;&#x306A;&#x3041;&#x3002;&#x3002;&#x3002;

&#x4F5C;&#x3063;&#x305F;&#x5F53;&#x521D;&#x306F; X-SC-Day: &#x306B;&#x4E00;&#x676F;&#x66F8;&#x3051;&#x308B;&#x6642;&#x70B9;&#x3067;&#x52DD;&#x3061;&#x3060;&#x3068;&#x601D;&#x3063;&#x3066;&#x3044;&#x305F;&#x3093;&#x3067;&#x3059;&#x304C;&#x3001;
&#x306A;&#x304B;&#x306A;&#x304B;&#x305D;&#x3046;&#x306F;&#x3044;&#x304D;&#x307E;&#x305B;&#x3093;&#x306D;&#x3047;&#x3002;

&gt; nom&gt; &#x50D5;&#x306F;&#x3001;TODO &#x306F;&#x3001;schedule/todo/ &#x3092;&#x4F5C;&#x3063;&#x3066;
&gt; nom&gt; &#x7BA1;&#x7406;&#x3059;&#x308B;&#x3064;&#x3082;&#x308A;&#x3067;&#x3057;&#x305F;&#x3002;Done &#x306A;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306F;&#x3001;
&gt; nom&gt; Category: &#x3092; DONE &#x306B;&#x3057;&#x3066; DONE &#x306A;&#x7269;&#x306F;&#x3001;&#x8272;&#x3092;&#x5909;&#x3048;&#x308B;&#x304B;
&gt; nom&gt; &#x898B;&#x305B;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3002; &#x5834;&#x5408;&#x306B;&#x3088;&#x3063;&#x3066;&#x306F; schedule/done &#x306B;&#x5165;&#x308C;&#x308B;&#x3002;
&gt; nom&gt; &#x5E38;&#x306B;&#x8868;&#x793A;&#x3059;&#x308A;&#x3083;&#x3044;&#x3044;&#x3093;&#x3060;&#x304B;&#x3089;&#x3001;&#x3080;&#x3057;&#x308D;&#x7C21;&#x5358;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;
&gt; nom&gt; # &#x8170;&#x304C;&#x601D;&#x3044;&#x306E;&#x306F;&#x3001;&#x50D5;&#x304C; TODO &#x4F7F;&#x308F;&#x306A;&#x304B;&#x3089;&#x3002;
&gt; 
&gt; &#x305D;&#x306E;&#x6848;&#x3082;&#x8003;&#x3048;&#x305F;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x2026;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3067;&#x3059;&#x306D;&#x3001;&#x5B66;&#x4F1A;&#x767A;&#x8868;&#x306A;&#x3093;&#x304B;&#x3067;&#x3001;&#x6E96;&#x5099;&#x306E; 
&gt; TODO &#x3092;&#x767B;&#x9332;&#x3059;&#x308B;&#x5834;&#x5408;&#x306B;&#x306F;&#x3001;&#x5B66;&#x4F1A;&#x306E;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x7BA1;&#x7406;&#x306E;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3068; TODO &#x306E;&#x30D5;&#x30A1;
&gt; &#x30A4;&#x30EB;&#x304C;&#x4E00;&#x7DD2;&#x306E;&#x65B9;&#x304C;&#x5206;&#x304B;&#x308A;&#x826F;&#x3044;&#x3060;&#x308D;&#x3046;&#x3068;&#x601D;&#x3063;&#x305F;&#x3082;&#x306E;&#x3067;&#x3059;&#x304B;&#x3089;&#x3002;

&#x3054;&#x3081;&#x3093;&#x306A;&#x3055;&#x3044;&#x3002;&#x3053;&#x306E;&#x5FC3;&#x304C;&#x5206;&#x304B;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;

todo/ &#x306F;&#x3001;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x7684;&#x306B;&#x306F; intersect/ &#x3068;&#x540C;&#x3058;&#x6271;&#x3044;&#x3067;&#x3001;
X-SC-TODO: &#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x306F; todo &#x306B; refile &#x3055;&#x308C;&#x308B;&#x3068;&#x3044;&#x3046;&#x3060;&#x3051;&#x3067;&#x306F;
&#x30C0;&#x30E1;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;? DONE &#x30DE;&#x30FC;&#x30AF;&#x3092;&#x4ED8;&#x3051;&#x3066;&#x3082;&#x3001;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306B;&#x306F;&#x5F71;&#x97FF;&#x3057;&#x306A;&#x3044;&#x3057;&#x3002;

&gt; &#x3069;&#x3046;&#x305E;&#x3001;&#x4E43;&#x6751;&#x3055;&#x3093;&#x306E;&#x4F5C;&#x696D;&#x304C;&#x697D;&#x306A;&#x3088;&#x3046;&#x306B;&#x306A;&#x3055;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x304C;&#x3001;
&gt; mhc-schedule.el &#x306E;&#x69CB;&#x9020;&#x3082;&#x5287;&#x7684;&#x306B;&#x5909;&#x3063;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3001;mhc-sch-* &#x306B;&#x4F9D;&#x5B58;&#x3059;&#x308B;&#x3088;&#x3046;
&gt; &#x306A;&#x30B3;&#x30FC;&#x30C9;&#x306E;&#x5834;&#x5408;&#x306F;&#x3001;&#x4E8C;&#x5EA6;&#x624B;&#x9593;&#x306B;&#x306A;&#x308A;&#x304B;&#x306D;&#x306A;&#x3044;&#x3068;&#x306F;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&#x3067;&#x3059;&#x306D;&#x3002;&#x305D;&#x306E;&#x3078;&#x3093;&#x3001;&#x898B;&#x6975;&#x3081;&#x305F;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;
--
nom # &#x30B3;&#x30FC;&#x30C9;&#x66F8;&#x304F;&#x76F4;&#x524D;&#x3068;&#x3001;&#x66F8;&#x3044;&#x305F;&#x76F4;&#x5F8C;&#x304C;&#x4E00;&#x756A;&#x697D;&#x3057;&#x3044;&#x3002;
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<!--X-Follow-Ups-End-->
<!--X-References-->
<ul><li><strong>References</strong>:
<ul>
<li><strong><a name="00636" href="msg00636.html">[mhc:00637] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
<li><strong><a name="00638" href="msg00638.html">[mhc:00639] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
<li><strong><a name="00639" href="msg00639.html">[mhc:00640] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
</ul></li></ul>
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg00639.html">[mhc:00640] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg00641.html">[mhc:00642] 0.25</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg00639.html">[mhc:00640] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg00643.html">[mhc:00644] Re: High-speed and improved MHC</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#00640"><strong>Date</strong></a></li>
<li><a href="threads.html#00640"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
