<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:00643] Re: High&#45;speed and improved MHC -->
<!--X-From-R13: FEGQVWKO [nfngbfuv <gfhpuvlnNcvar.xhrr.xlbgb&#45;h.np.wc> -->
<!--X-Date: Tue, 30 May 2000 23:24:31 +0900 -->
<!--X-Message-Id: mpapuq4azfn.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Content-Type: text/plain -->
<!--X-Reference: 20000530154335Z.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: 20000530182949Y.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: mpan1l8z4es.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Reference: 20000530215638E.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: mpad7m4myhs.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:00643] Re: High-speed and improved MHC</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg00641.html">Date Prev</a>][<a href="msg00643.html">Date Next</a>][<a href="msg00662.html">Thread Prev</a>][<a href="msg00644.html">Thread Next</a>][<a href="maillist.html#00642">Date Index</a>][<a href="threads.html#00642">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:00643] Re: High-speed and improved MHC</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:00643] Re: High-speed and improved MHC</li>
<li><em>From</em>: TSUCHIYA Masatoshi &lt;<a href="mailto:tsuchiya@DOMAIN.HIDDEN">tsuchiya@xxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Date</em>: Tue, 30 May 2000 23:24:31 +0900</li>
<li><em>In-reply-to</em>: &lt;<a href="mailto:20000530215638E.nom@DOMAIN.HIDDEN">20000530215638E.nom@xxxxxxxxxxxxxxxxxxx</a>&gt; (Yoshinari Nomura's message of &quot;Tue, 30 May 2000 21:57:48 +0900&quot;)</li>
<li><em>Posted</em>: 30 May 2000 23:24:28 +0900</li>
<li><em>References</em>: &lt;<a href="mailto:20000530154335Z.nom@DOMAIN.HIDDEN">20000530154335Z.nom@xxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:20000530182949Y.nom@DOMAIN.HIDDEN">20000530182949Y.nom@xxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:mpan1l8z4es.fsf@DOMAIN.HIDDEN">mpan1l8z4es.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:20000530215638E.nom@DOMAIN.HIDDEN">20000530215638E.nom@xxxxxxxxxxxxxxxxxxx</a>&gt; &lt;<a href="mailto:mpad7m4myhs.fsf@DOMAIN.HIDDEN">mpad7m4myhs.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Sender</em>: <a href="mailto:tsuchiya@DOMAIN.HIDDEN">tsuchiya@xxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>User-agent</em>: T-gnus/6.14.4 (based on Gnus v5.8.6) (revision 02) SEMI/1.13.7 (Awazu) FLIM/1.13.2 (Kasanui) Emacs/20.6 (sparc-sun-solaris2.6) MULE/4.0 (HANANOEN)</li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>&gt;&gt; On Tue, 30 May 2000 21:57:48 +0900
&gt;&gt; &quot;nom&quot; == nom@xxxxxxxxxxxxxxxxxxx (Yoshinari Nomura) said as follows:

nom&gt; &#x3044;&#x3044;&#x5FD8;&#x308C;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;&#x901F;&#x3044;&#x3067;&#x3059;&#x306D;&#x3047;&#x3002;TSU_SPEED
nom&gt; &#x6700;&#x521D;&#x3001;byte-compile &#x5FD8;&#x308C;&#x3066;&#x305F;&#x3002;

&#x305D;&#x308A;&#x3083;&#x3042;&#x3001;&#x5168;&#x3066;&#x306E;&#x9762;&#x306B;&#x304A;&#x3044;&#x3066;&#x901F;&#x5EA6;&#x3092;&#x91CD;&#x8996;&#x3057;&#x305F; coding &#x3092;&#x3057;&#x3066;&#x3042;&#x308A;&#x307E;&#x3059;&#x304B;&#x3089;&#x2026;&#x3002;


nom&gt; 2038&#x5E74;&#x904E;&#x304E;&#x307E;&#x3067;&#x30ED;&#x30FC;&#x30F3;&#x62B1;&#x3048;&#x3066;&#x3044;&#x308B;&#x4EBA;&#x306B;&#x3082;&#x3001;&#x8F9B;&#x3044;&#x304B;&#x3082;&#x3002;:-)

&#x571F;&gt; &#x3053;&#x308C;&#x3001;&#x3069;&#x3053;&#x304C;&#x539F;&#x56E0;&#x3067;&#x767A;&#x751F;&#x3057;&#x307E;&#x3059;&#x304B;? &#x7D4C;&#x904E;&#x65E5;&#x6570;&#x306F; 2038 &#x5E74;&#x304F;&#x3089;&#x3044;&#x3067;&#x306F; overflow 
&#x571F;&gt; &#x3057;&#x306A;&#x3044;&#x3068;&#x601D;&#x3046;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;

nom&gt; C-cg &#x3067; 2039/05 &#x3067; error &#x304C;&#x51FA;&#x307E;&#x3059;&#x3002;&#x591A;&#x5206; decode-time &#x3067;&#x3059;&#x3002;

&#x78BA;&#x8A8D;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;decode-time &#x304C;&#x6587;&#x53E5;&#x3092;&#x8A00;&#x3063;&#x3066;&#x307E;&#x3059;&#x306D;&#x3002;

    Signaling: (error &quot;Invalid time specification&quot;)
      decode-time((33383 32512 0))
      mhc-db/eval-for-duration(25322 25352)


nom&gt; gemcal &#x306E;&#x3088;&#x3046;&#x306A; elisp &#x3067;&#x306A;&#x3044;&#x30AF;&#x30E9;&#x30A4;&#x30A2;&#x30F3;&#x30C8;&#x304C; header &#x3092; dump &#x3059;&#x308B;&#x5834;&#x5408;&#x3001;
nom&gt; &#x9806;&#x756A;&#x306B;&#x4E26;&#x3079;&#x3066;&#x51FA;&#x529B;&#x3057;&#x3066;&#x3082;&#x3089;&#x3046;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;

MUA / MTA &#x306F;&#x3001;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x8FFD;&#x52A0;&#x306F;&#x3057;&#x3066;&#x3082;&#x3001;&#x65E2;&#x5B58;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x3092;&#x66F8;&#x304D;&#x63DB;&#x3048;&#x308B;&#x3079;&#x304D;&#x3067;&#x306F;&#x306A;
&#x3044;&#x3068;&#x601D;&#x3046;&#x306E;&#x3067;&#x3059;&#x304C;&#x2026;&#x3002;

nom&gt; &#x3042;&#x3068; Mew &#x304C; &#x30D0;&#x30C3;&#x30D5;&#x30A1;&#x4E0A;&#x3067; Header &#x306E;&#x9806;&#x756A;&#x3092;&#x5909;&#x3048;&#x308B;&#x3053;&#x3068;&#x306F;&#x3088;&#x304F;&#x3042;&#x308A;&#x307E;&#x3059;&#x306D;&#x3002;

&#x3053;&#x308C;&#x306B;&#x306F;&#x540C;&#x610F;&#x3057;&#x307E;&#x3059;&#x3002;Gnus &#x3082;&#x8868;&#x793A;&#x9806;&#x5E8F;&#x3092;&#x5909;&#x3048;&#x3066;&#x304F;&#x308C;&#x308B;&#x306E;&#x3067;&#x3001;&#x3061;&#x3087;&#x3063;&#x3068;&#x5909;&#x306A;&#x611F;
&#x3058;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;

&#x3042;&#x3001;&#x3072;&#x3087;&#x3063;&#x3068;&#x3057;&#x3066; import &#x3059;&#x308B;&#x6642;&#x306B;&#x554F;&#x984C;&#x306B;&#x306A;&#x308B;&#x3063;&#x3066;&#x3053;&#x3068;&#x3067;&#x3059;&#x304B;? &#x3060;&#x3063;&#x305F;&#x3089;&#x3084;&#x3060;
&#x306A;&#x3041;&#x3002;Semi-gnus &#x3060;&#x3068;&#x8868;&#x793A;&#x7528;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x306F;&#x9806;&#x5E8F;&#x304C;&#x5909;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;&#x5F15;&#x7528;&#x306E;&#x305F;&#x3081;&#x306B;&#x6E96;&#x5099;
&#x3057;&#x305F;&#x30D0;&#x30C3;&#x30D5;&#x30A1;&#x3067;&#x306F;&#x3001;&#x5143;&#x306E;&#x9806;&#x5E8F;&#x304C;&#x4FDD;&#x5B58;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3001;&#x8003;&#x3048;&#x3082;&#x3057;&#x306A;&#x304B;&#x3063;&#x305F;&#x306E;&#x3067;&#x3059;&#x3002;

nom&gt; &#x30E1;&#x30FC;&#x30EB;&#x306E; header &#x306F;&#x9806;&#x756A;&#x304C;&#x4EE3;&#x308F;&#x3063;&#x3066;&#x3082;&#x610F;&#x5473;&#x3092;&#x5909;&#x3048;&#x306A;&#x3044;&#x3068;&#x3001;
nom&gt; &#x307F;&#x3093;&#x306A;&#x306F;&#x601D;&#x3063;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3001;&#x305D;&#x306E;&#x4F5C;&#x6CD5;&#x304B;&#x3089;&#x9038;&#x8131;&#x3059;&#x308B;&#x3068;&#x3001;&#x3042;&#x307E;&#x308A;&#x3044;&#x3044;&#x3053;&#x3068;&#x306F;
nom&gt; &#x306A;&#x3044;&#x3068;&#x3044;&#x3046;&#x306E;&#x304C;&#x50D5;&#x306E;&#x610F;&#x898B;&#x3067;&#x3059;&#x3002;

&#x305D;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;&#x6700;&#x521D;&#x306B;&#x79C1;&#x304C;&#x8003;&#x3048;&#x3066;&#x3044;&#x305F;&#x3066;&#x3044;&#x305F; X-SC-Begin: &#x3088;&#x3046;&#x306B;&#x3001;&#x69CB;&#x9020;&#x3092;&#x6301;&#x3064;
&#x3088;&#x3046;&#x306A;&#x30D8;&#x30C3;&#x30C0;&#x8A2D;&#x8A08;&#x306F;&#x5168;&#x3066;&#x99C4;&#x76EE;&#x3068;&#x8A00;&#x3046;&#x3053;&#x3068;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x306D;&#x2026;&#x3002;

&#x3053;&#x3093;&#x306A;&#x306E;&#x304B;&#x306A;?

    X-SC-Subjcet: &#x7814;&#x7A76;&#x4F1A;
    X-SC-Cond: Wed
    X-SC-Complex:
        X-SC-Day: 20000531
        X-SC-Subjcet: &#x7814;&#x7A76;&#x4F1A;&#x767A;&#x8868;

&#x3064;&#x307E;&#x308A;&#x3001;&#x8907;&#x5408;&#x6761;&#x4EF6;&#x7BC0;&#x306F;&#x7D99;&#x7D9A;&#x884C;&#x3068;&#x3057;&#x3066;&#x66F8;&#x304F;&#x3068;&#x3002;

&#x3067;&#x3082;&#x3063;&#x3066;&#x3001;1&#x884C;&#x3067;&#x66F8;&#x304D;&#x305F;&#x3044;&#x5834;&#x5408;&#x306F;&#x30BB;&#x30DF;&#x30B3;&#x30ED;&#x30F3;&#x3067;&#x533A;&#x5207;&#x308B;&#x3002; 

    X-SC-Subjcet: &#x7814;&#x7A76;&#x4F1A;
    X-SC-Cond: Wed
    X-SC-Complex: X-SC-Day: 20000531; X-SC-Subject: &#x7814;&#x7A76;&#x4F1A;&#x767A;&#x8868;

&#x3082;&#x3063;&#x3068;&#x5FB9;&#x5E95;&#x3059;&#x308B;&#x306A;&#x3089;&#x3001;X-SC- &#x304C;&#x7701;&#x7565;&#x3067;&#x304D;&#x308B;&#x3053;&#x3068;&#x306B;&#x3057;&#x3066;&#x3001;

    X-SC-Subjcet: &#x7814;&#x7A76;&#x4F1A;
    X-SC-Cond: Wed
    X-SC-Complex: Day: 20000531; Subject: &#x7814;&#x7A76;&#x4F1A;&#x767A;&#x8868;

&#x3068;&#x3044;&#x3046;&#x8A18;&#x6CD5;&#x3092;&#x8A31;&#x3059;&#x3053;&#x3068;&#x306B;&#x3059;&#x308B;&#x3002;&#x3053;&#x306E;&#x8A18;&#x6CD5;&#x306A;&#x3089;&#x3070;&#x3001;X-SC-Complex: &#x306B;&#x3088;&#x3063;&#x3066;&#x307E;&#x3068;
&#x3081;&#x3089;&#x308C;&#x3066;&#x3044;&#x306A;&#x3044;&#x90E8;&#x5206;&#x304C; default &#x3092;&#x8868;&#x3059;&#x3068;&#x8003;&#x3048;&#x308C;&#x3070;&#x5206;&#x304B;&#x308A;&#x3084;&#x3059;&#x305D;&#x3046;&#x3067;&#x3059;&#x3002;&#x4F8B;&#x3048;
&#x3070;&#x3001;

    X-SC-Subjcet: &#x73ED;&#x5225;&#x4F1A;&#x8B70;
    X-SC-Cond: Thu
    X-SC-Location: &#x5927;&#x4F1A;&#x8B70;&#x5BA4;
    X-SC-Complex: Day: 20000601; Location: &#x7B2C;2&#x4F1A;&#x8B70;&#x5BA4;

&#x3068;&#x3044;&#x3046;&#x3088;&#x3046;&#x306A;&#x66F8;&#x304D;&#x65B9;&#x304C;&#x51FA;&#x6765;&#x308B;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;

## &#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x306F;&#x6761;&#x4EF6;&#x5224;&#x5B9A;&#x306E;&#x512A;&#x5148;&#x9806;&#x4F4D;&#x3068;&#x3057;&#x3066;&#x306F;&#x3001;&#x9006;&#x306B; X-SC-Complex: &#x3092;&#x5148;&#x306B;&#x8A55;
## &#x4FA1;&#x3057;&#x305F;&#x65B9;&#x304C;&#x3001;&#x76F4;&#x611F;&#x306B;&#x9069;&#x5408;&#x3057;&#x305D;&#x3046;&#x3002;


&#x66F4;&#x306B;&#x5FB9;&#x5E95;&#x3059;&#x308B;&#x3068;&#x3001;

    X-SC-Sexp: (if (day 20000531) (subject &quot;&#x7814;&#x7A76;&#x4F1A;&#x767A;&#x8868;&quot;))

&#x2025;&#x2025;&#x3068;&#x3044;&#x3046;&#x306E;&#x306F;&#x3084;&#x308A;&#x904E;&#x304E;&#x3067;&#x3059;&#x306D;&#x3002;


&#x3042;&#x3001;&#x305D;&#x308C;&#x304B;&#x3089;&#x3001;&#x66F8;&#x304D;&#x5FD8;&#x308C;&#x3066;&#x3044;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;&#x62E1;&#x5F35;&#x7248; MHC &#x306F;&#x3001;&#x7A7A;&#x767D;&#x306E;&#x90E8;&#x5206;&#x306B;&#x73FE;&#x308C;&#x305F;
&#x30AB;&#x30F3;&#x30DE;&#x3092;&#x69CB;&#x6587;&#x7CD6;&#x3068;&#x3057;&#x3066;&#x5B89;&#x5168;&#x306B;&#x8AAD;&#x307F;&#x98DB;&#x3070;&#x3057;&#x307E;&#x3059;&#x3002;&#x3067;&#x3059;&#x304B;&#x3089;&#x3001;

    X-SC-Day: 20000501, 20000504
    X-SC-Cond: Wed, Mon

&#x3068;&#x3044;&#x3046;&#x3088;&#x3046;&#x306A;&#x66F8;&#x304D;&#x65B9;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;


&#x571F;&gt; &#x3064;&#x307E;&#x308A;&#x3001;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x304C;&#x3001;&#x5185;&#x5BB9;&#x306B;&#x3088;&#x3063;&#x3066; AND &#x3092;&#x8868;&#x3057;&#x305F;&#x308A; OR &#x3092;&#x8868;&#x3057;&#x305F;&#x308A;&#x3059;&#x308B;
&#x571F;&gt; &#x3068;&#x3044;&#x3046;&#x8907;&#x96D1;&#x306A;&#x3053;&#x3068;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x308B;&#x308F;&#x3051;&#x3067;&#x3059;&#x3002;

nom&gt; &#x3053;&#x308C;&#x306F;&#x50D5;&#x3082;&#x627F;&#x77E5;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3053;&#x3046;&#x3044;&#x3046;&#x898F;&#x5247;&#x304C;&#x88CF;&#x306B;&#x3042;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x306F;&#x3001;
nom&gt; &#x5206;&#x304B;&#x308A;&#x8F9B;&#x3044;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x3067;&#x3082;&#x3001;&#x898F;&#x5247;&#x3092;&#x77E5;&#x3089;&#x306A;&#x304F;&#x3066;&#x3082;&#x3001;&#x7406;&#x6027;&#x3067;&#x6B63;&#x3057;&#x304F;&#x66F8;&#x3051;&#x307E;&#x305B;&#x3093;&#x304B;?

&#x540C;&#x610F;&#x3057;&#x307E;&#x3059;&#x3002;parser &#x3092;&#x66F8;&#x304F;&#x306E;&#x306F;&#x9762;&#x5012;&#x3067;&#x3057;&#x305F;&#x304C;&#x2026;&#x3002;

&#x571F;&gt; &#x500B;&#x4EBA;&#x7684;&#x306B;&#x306F;&#x3001;&#x3053;&#x3046;&#x3044;&#x3046;&#x3082;&#x306E;&#x306F;&#x3001;&#x300E;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x4E2D;&#x3067;&#x306F;&#x5E38;&#x306B; OR &#x6761;&#x4EF6;&#x3068;&#x3057;&#x3001;AND 
&#x571F;&gt; &#x306E;&#x5834;&#x5408;&#x306F;&#x8907;&#x6570;&#x306B;&#x5206;&#x3051;&#x3066;&#x66F8;&#x304F;&#x300F;&#x3068;&#x3044;&#x3046;&#x3088;&#x3046;&#x306A;&#x548C;&#x7A4D;&#x6A19;&#x6E96;&#x5F62;&#x3068;&#x3057;&#x305F;&#x65B9;&#x304C;&#x5206;&#x304B;&#x308A;&#x3084;&#x3059;&#x3044;
&#x571F;&gt; &#x3068;&#x601D;&#x3046;&#x306E;&#x3067;&#x3059;&#x304C;&#x3002;

&#x571F;&gt; X-SC-Cond: 1st
&#x571F;&gt; X-SC-Cond: Wed

nom&gt; &#x7F8E;&#x3057;&#x3044;&#x304B;&#x3082;&#x3057;&#x308C;&#x307E;&#x305B;&#x3093;&#x304C;&#x3001;&#x983B;&#x51FA;&#x3059;&#x308B;
nom&gt; X-SC-Cond: 1st Wed 
nom&gt; &#x3092; 2&#x3064;&#x306B;&#x5206;&#x3051;&#x3066;&#x66F8;&#x304B;&#x306A;&#x3044;&#x3068;&#x3044;&#x3051;&#x306A;&#x3044;&#x306E;&#x306F;&#x3001;&#x82E6;&#x75DB;&#x3067;&#x3059;&#x3057;&#x3001;&#x907F;&#x3051;&#x305F;&#x304F;&#x306A;&#x3044;&#x3067;&#x3059;&#x304B;?

&#x3067;&#x3057;&#x305F;&#x3089;&#x3001;&#x7A4D;&#x548C;&#x6A19;&#x6E96;&#x5F62;&#x306B;&#x76F4;&#x3059;&#x306E;&#x306F;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;? &#x3064;&#x307E;&#x308A;&#x3001;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x4E2D;&#x3067;
&#x306F; AND &#x6761;&#x4EF6;&#x3001;&#x4E26;&#x7F6E;&#x3055;&#x308C;&#x305F;&#x30D8;&#x30C3;&#x30C0;&#x306F; OR &#x6761;&#x4EF6;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;

&#x305F;&#x3060;&#x307E;&#x3042;&#x3001;&#x3053;&#x3046;&#x3059;&#x308B;&#x3068;&#x4E88;&#x60F3;&#x3055;&#x308C;&#x308B;&#x306E;&#x306F;&#x3001;&#x300C;&#x7B2C;1&#x3001;&#x7B2C;3&#x6C34;&#x66DC;&#x65E5;&#x300D;&#x3068;&#x3044;&#x3046;&#x6307;&#x5B9A;&#x304C;&#x9762;&#x5012;
&#x3058;&#x3083;&#x306A;&#x3044;&#x304B;&#x3001;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x306A;&#x3093;&#x3067;&#x3059;&#x3002;

    X-SC-Cond: 1st Wed
    X-SC-Cond: 3rd Wed

&#x7A4D;&#x548C;&#x6A19;&#x6E96;&#x5F62;&#x306E;&#x3082;&#x3046;1&#x3064;&#x306E;&#x6B20;&#x70B9;&#x3068;&#x3057;&#x3066;&#x306F;&#x3001;X-SC-Duration: &#x3068;&#x306E;&#x95A2;&#x4FC2;&#x304C;&#x5206;&#x304B;&#x308A;&#x3065;&#x3089;
&#x304F;&#x306A;&#x3063;&#x3066;&#x3057;&#x307E;&#x3046;&#x3068;&#x3044;&#x3046;&#x70B9;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;X-SC-Cond: &#x3068; X-SC-Duration: &#x306E;&#x95A2;&#x4FC2;
&#x306F;&#x5FC5;&#x305A; AND &#x306A;&#x306E;&#x3067;&#x3001;

    X-SC-Cond: Wed
    X-SC-Duration: 20000501-20000630

&#x3068;&#x66F8;&#x3044;&#x305F;&#x3068;&#x304D;&#x306E;&#x7D71;&#x4E00;&#x611F;&#x304C;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;&#x307E;&#x3042;&#x3001;&#x3053;&#x306E;&#x70B9;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x3001;

    X-SC-Cond: Wed, 20000501-20000630

&#x3068;&#x3044;&#x3046;&#x8A18;&#x6CD5;&#x3092;&#x8A31;&#x3059;&#x3053;&#x3068;&#x306B;&#x3059;&#x308C;&#x3070;&#x89E3;&#x6C7A;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x304C;&#x3002;

&#x3068;&#x3001;&#x3088;&#x304F;&#x8003;&#x3048;&#x3066;&#x307F;&#x308B;&#x3068;&#x3001;X-SC-Duration: &#x304C;&#x5C0E;&#x5165;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x7406;&#x7531;&#x304C;&#x5206;&#x304B;&#x3089;&#x306A;&#x304F;
&#x306A;&#x3063;&#x3066;&#x304D;&#x307E;&#x3059;&#x306D;&#x3002;X-SC-Cond: &#x3067;&#x6307;&#x5B9A;&#x3055;&#x308C;&#x308B;&#x4ED6;&#x306E;&#x69CB;&#x6587;&#x8981;&#x7D20;&#x3068;&#x5224;&#x5225;&#x53EF;&#x80FD;&#x306A;&#x306E;&#x3067;&#x3001;
&#x7D71;&#x4E00;&#x3067;&#x304D;&#x308B;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;

&#x7A4D;&#x548C;&#x6A19;&#x6E96;&#x5F62;&#x3001;&#x548C;&#x7A4D;&#x6A19;&#x6E96;&#x5F62;&#x3069;&#x3061;&#x3089;&#x3067;&#x3042;&#x3063;&#x3066;&#x3082;&#x3001;&#x3053;&#x308C;&#x306B;&#x66F4;&#x306B;&#x5426;&#x5B9A;&#x6F14;&#x7B97;&#x5B50;&#x3092;&#x8FFD;&#x52A0;&#x3059;&#x308B;
&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x3001;&#x3042;&#x3089;&#x3086;&#x308B;&#x6761;&#x4EF6;&#x304C;&#x8A18;&#x8FF0;&#x53EF;&#x80FD;&#x3068;&#x306A;&#x308B;&#x3053;&#x3068;&#x304C;&#x7D76;&#x5BFE;&#x306B;&#x4FDD;&#x8A3C;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x67A0;
&#x7D44;&#x307F;&#x306A;&#x306E;&#x3067;&#x3001;&#x60F3;&#x5B9A;&#x5916;&#x306E;&#x5236;&#x9650;&#x304C;&#x5B58;&#x5728;&#x3057;&#x306A;&#x3044;&#x3068;&#x3044;&#x3046;&#x610F;&#x5473;&#x3067;&#x306F;&#x975E;&#x5E38;&#x306B;&#x512A;&#x308C;&#x3066;&#x3044;&#x308B;&#x3068;&#x601D;
&#x3044;&#x307E;&#x3059;&#x3002;

&#x4F8B;&#x3048;&#x3070;&#x3001;&#x300C;&#x7B2C;2&#x4EE5;&#x5916;&#x306E;&#x6C34;&#x66DC;&#x65E5;&#x300D;&#x306F;&#x3053;&#x3093;&#x306A;&#x611F;&#x3058;&#x3002;

    X-SC-Cond: ! 2nd Wed

&#x5426;&#x5B9A;&#x6F14;&#x7B97;&#x5B50;&#x306F;&#x901A;&#x4F8B;&#x901A;&#x308A;&#x306B;&#x3082;&#x3063;&#x3068;&#x3082;&#x7D50;&#x5408;&#x9806;&#x4F4D;&#x304C;&#x9AD8;&#x304F;&#x3001;AND &#x3088;&#x308A;&#x3082;&#x5148;&#x306B;&#x89E3;&#x91C8;&#x3055;&#x308C;&#x308B;
&#x3053;&#x3068;&#x306B;&#x3057;&#x307E;&#x3059;&#x3002;


nom&gt; &#x305F;&#x3060;&#x3001;&#x3053;&#x306E;&#x3078;&#x3093;&#x3001;&#x3082;&#x3046;&#x5C11;&#x3057;&#x8003;&#x3048;&#x6240;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;
nom&gt; &#x6BCE;&#x6708;&#x306E;&#x6708;&#x672B;&#x306B;&#x767A;&#x751F;&#x3059;&#x308B; TODO &#x3068;&#x304B;&#x306F;&#x3001;&#x76F4;&#x611F;&#x7684;&#x306B;&#x3069;&#x3046;&#x66F8;&#x3051;&#x3070;&#x3044;&#x3044;&#x306E;&#x3060;&#x308D;&#x3046;?

&#x3048;&#x3063;&#x3068;&#x3001;&#x6BCE;&#x6708;&#x6708;&#x672B;&#x306B;&#x767A;&#x751F;&#x3059;&#x308B;&#x3093;&#x3067;&#x3059;&#x304B;&#x3002;&#x305D;&#x3046;&#x3044;&#x3046;&#x306E;&#x306F;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306B;&#x8A18;&#x5165;&#x3057;&#x3066;
&#x6B32;&#x3057;&#x3044;&#x306A;&#x3041;&#x2026;&#x3002;

## &#x5F31;&#x6C17;&#x30E2;&#x30FC;&#x30C9;&#x3002;

    X-SC-Cond: Last
    X-SC-Subject: &#x6708;&#x672B;&#x6C7A;&#x7B97;&#x66F8;&#x306E;&#x6574;&#x7406;
    X-SC-ToDo: 100

&#x3068;&#x3044;&#x3046;&#x6307;&#x5B9A;&#x304C;&#x51FA;&#x6765;&#x308B;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;?


nom&gt; &#x3068;&#x304B;&#x3001;
nom&gt; &#x300C;&#x8AD6;&#x6587;&#x63D0;&#x51FA;&#x300D;&#x3001;&#x300C;&#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x63D0;&#x51FA;&#x300D; &#x3068;&#x304B;&#x3001;2&#x3064;&#x306E; Deadline &#x3092;
nom&gt; Day: &#x306B;&#x66F8;&#x304D;&#x305F;&#x304F;&#x306A;&#x308B;&#x306E;&#x304C;&#x4EBA;&#x60C5;&#x304B;&#x306A;&#x3001;&#x3068;&#x304B;&#x3002;&#x3002;

    X-SC-Duration: 20001201-20001205
    X-SC-Subject: 1st MHC International Conferenece
    X-SC-Location: &#x4E5D;&#x5927;
    X-SC-Next:
    X-SC-Duration: 20000601-20000630
    X-SC-Subject: &#x8AD6;&#x6587;&#x57F7;&#x7B46;
    X-SC-ToDo: 100
    X-SC-Next:
    X-SC-Day: 200000630
    X-SC-Subject: &#x8AD6;&#x6587;&#x63D0;&#x51FA;
    X-SC-Next:
    X-SC-Duration: 20000901-20000930
    X-SC-Subject: &#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x6E96;&#x5099;
    X-SC-ToDo: 100
    X-SC-Next:
    X-SC-Day: 20000930
    X-SC-Subject: &#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x63D0;&#x51FA;

&#x3068;&#x3044;&#x3046;&#x306E;&#x3067;&#x306F;&#x3001;&#x5341;&#x5206;&#x306B;&#x76F4;&#x611F;&#x7684;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;&#x3053;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;
&#x5E33;&#x306B;&#x7DE0;&#x5207;&#x65E5;&#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x306E;&#x3068;&#x540C;&#x6642;&#x306B;&#x3001;&#x4E0B;&#x306E; TODO &#x30EA;&#x30B9;&#x30C8;&#x306B;&#x3082;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;
&#x306A;&#x308B;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3002;


nom&gt; X-SC-NEXT: &#x3067;&#x3070;&#x3093;&#x3070;&#x3093;&#x66F8;&#x304F;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x3068;&#x3002;
nom&gt; &#x305D;&#x3046;&#x3059;&#x308B;&#x3068;&#x3001;&#x4F55;&#x3067;&#x3082; intersect/ &#x306B;&#x5165;&#x308B;&#x7387;&#x304C;&#x9AD8;&#x304F;&#x306A;&#x3063;&#x3066;&#x3001;
nom&gt; intersect/ &#x3092; rescan &#x3059;&#x308B;&#x306E;&#x304C;&#x975E;&#x5E38;&#x306B;&#x91CD;&#x304F;&#x306A;&#x308B;&#x3093;&#x3067;&#x306F;&#x306A;&#x3044;&#x304B;&#x3068;&#x3044;&#x3046;
nom&gt; &#x5371;&#x60E7;&#x304C;&#x3002;

&#x305D;&#x308C;&#x306F;&#x79C1;&#x3082;&#x601D;&#x3044;&#x307E;&#x3057;&#x305F;&#x3002;

    2000/intersect/
    2000/01
    2000/02
    ...
    2001/intersect/
    ...
    intersect/

&#x3068;&#x3044;&#x3046;&#x3088;&#x3046;&#x306A;&#x968E;&#x5C64;&#x69CB;&#x9020;&#x306B;&#x3059;&#x308B;&#x3068;&#x3001;&#x3061;&#x3087;&#x3063;&#x3068;&#x30DE;&#x30B7;&#x304B;&#x3082;&#x77E5;&#x308C;&#x307E;&#x305B;&#x3093;&#x3002;


nom&gt; cache &#x306E;&#x30C1;&#x30A7;&#x30C3;&#x30AF;&#x3092; slot &#x5358;&#x4F4D;&#x3067;&#x306F;&#x306A;&#x304F;&#x3066;&#x3001;file &#x5358;&#x4F4D;&#x306E;&#x7C92;&#x5EA6;&#x306B;&#x3059;&#x308B;&#x5FC5;
nom&gt; &#x8981;&#x304C;&#x3042;&#x308A;&#x305D;&#x3046;&#x3067;&#x3059;&#x306D;&#x3002;

MHC &#x306E;&#x5185;&#x90E8;&#x3067;&#x306F;&#x3001;file &#x5358;&#x4F4D;&#x3067;&#x306E; cache &#x5236;&#x5FA1;&#x304C;&#x6709;&#x52B9;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;gemcal 
&#x306A;&#x3069;&#x306E;&#x5916;&#x90E8;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30E0;&#x3068;&#x9023;&#x643A;&#x3059;&#x308B;&#x5834;&#x5408;&#x306B;&#x9650;&#x3063;&#x3066;&#x3001;slot &#x304C;&#x4F5C;&#x308A;&#x76F4;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;

&#x306A;&#x304A;&#x3001;(setq mhc-use-cache 0) &#x3068;&#x3044;&#x3046;&#x8A2D;&#x5B9A;&#x3092;&#x3059;&#x308B;&#x3068;&#x3001;&#x5916;&#x90E8;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30E0;&#x306B;&#x3088;&#x308B;
&#x66F8;&#x304D;&#x63DB;&#x3048;&#x306E;&#x691C;&#x67FB;&#x3092;&#x7701;&#x7565;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x306E;&#x3067;&#x3001;&#x66F4;&#x306B;&#x9AD8;&#x901F;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;


nom&gt; 3. .schedule &#x3082;&#x305D;&#x306E;&#x65B9;&#x5F0F;&#x3067;&#x66F8;&#x304F;&#x3068;&#x3001;&#x7279;&#x5225;&#x6271;&#x3044;&#x3057;&#x306A;&#x304F;&#x3066;&#x3059;&#x3080;&#x3002;
nom&gt; &#x7DE8;&#x96C6;&#x3082;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x3002;

&#x306F;&#x3044;&#x3001;&#x7DE8;&#x96C6;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306F;&#x3057;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x304C;&#x3001;&#x79C1;&#x306E;&#x624B;&#x5143;&#x3067;&#x306F;&#x65E2;&#x306B; X-SC-Next: &#x3092;
&#x4F7F;&#x3063;&#x3066;&#x66F8;&#x304D;&#x76F4;&#x3057;&#x305F;&#x3082;&#x306E;&#x3092;&#x4F7F;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x3088;&#x3046;&#x306B;&#x5909;&#x66F4;&#x3059;&#x308B;&#x3068;&#x3001;&#x66F4;&#x306B;&#x901F;&#x304F;&#x306A;&#x308A;
&#x307E;&#x3059;&#x3002;

&#x305D;&#x306E;&#x6C17;&#x306B;&#x306A;&#x308C;&#x3070;&#x3001;~/.schedule &#x3092;&#x6368;&#x3066;&#x3066;&#x3001;schedule/intersect/ &#x4E0B;&#x306E;&#x4E00;&#x822C;&#x30B9;&#x30B1;
&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;1&#x3064;&#x3068;&#x3057;&#x3066;&#x6271;&#x3046;&#x3053;&#x3068;&#x3082;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;


nom&gt; 4. todo &#x306F;&#x3084;&#x3063;&#x3071;&#x308A; Duration: &#x3088;&#x308A; Day: &#x3084; Cond: &#x3067;&#x6307;&#x5B9A;&#x3057;&#x305F;&#x3044;&#x3002;

&#x8AA4;&#x89E3;&#x3055;&#x305B;&#x3066;&#x3057;&#x307E;&#x3044;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;&#x4E0A;&#x8FF0;&#x306E;&#x3088;&#x3046;&#x306B; Day: &#x3082; Cond: &#x3082;&#x4F7F;&#x3048;&#x307E;&#x3059;&#x3002;&#x3057;&#x304B;
&#x3057;&#x3001;

    X-SC-Day: 20000531
    X-SC-ToDo: 1

&#x3068;&#x3044;&#x3046;&#x6307;&#x5B9A;&#x3092;&#x3059;&#x308B;&#x3068;&#x3001;5&#x6708;31&#x65E5;&#x306B;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3092;&#x78BA;&#x8A8D;&#x3057;&#x305F;&#x3068;&#x304D;&#x3060;&#x3051; TODO &#x30EA;&#x30B9;
&#x30C8;&#x306B;&#x63B2;&#x8F09;&#x3055;&#x308C;&#x308B;&#x3053;&#x3068;&#x306B;&#x306A;&#x308B;&#x306E;&#x3067;&#x3001;&#x3042;&#x307E;&#x308A;&#x610F;&#x5473;&#x304C;&#x306A;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

# X-SC-Day: &#x306E;&#x610F;&#x5473;&#x304B;&#x3089;&#x3059;&#x308B;&#x3068;&#x3001;&#x3053;&#x308C;&#x304C;&#x81EA;&#x7136;&#x3060;&#x3068;&#x601D;&#x3046;&#x306E;&#x3067;&#x3059;&#x3051;&#x308C;&#x3069;&#x3002;


nom&gt; &#x50D5;&#x306F;&#x3001;TODO &#x306F;&#x3001;schedule/todo/ &#x3092;&#x4F5C;&#x3063;&#x3066;
nom&gt; &#x7BA1;&#x7406;&#x3059;&#x308B;&#x3064;&#x3082;&#x308A;&#x3067;&#x3057;&#x305F;&#x3002;

&#x571F;&gt; &#x305D;&#x306E;&#x6848;&#x3082;&#x8003;&#x3048;&#x305F;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x2026;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3067;&#x3059;&#x306D;&#x3001;&#x5B66;&#x4F1A;&#x767A;&#x8868;&#x306A;&#x3093;&#x304B;&#x3067;&#x3001;&#x6E96;&#x5099;&#x306E; 
&#x571F;&gt; TODO &#x3092;&#x767B;&#x9332;&#x3059;&#x308B;&#x5834;&#x5408;&#x306B;&#x306F;&#x3001;&#x5B66;&#x4F1A;&#x306E;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x7BA1;&#x7406;&#x306E;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3068; TODO &#x306E;&#x30D5;&#x30A1;
&#x571F;&gt; &#x30A4;&#x30EB;&#x304C;&#x4E00;&#x7DD2;&#x306E;&#x65B9;&#x304C;&#x5206;&#x304B;&#x308A;&#x826F;&#x3044;&#x3060;&#x308D;&#x3046;&#x3068;&#x601D;&#x3063;&#x305F;&#x3082;&#x306E;&#x3067;&#x3059;&#x304B;&#x3089;&#x3002;

nom&gt; &#x3054;&#x3081;&#x3093;&#x306A;&#x3055;&#x3044;&#x3002;&#x3053;&#x306E;&#x5FC3;&#x304C;&#x5206;&#x304B;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;

&#x3048;&#x3063;&#x3068;&#x3001;&#x79C1;&#x304C;&#x8A00;&#x3044;&#x305F;&#x304B;&#x3063;&#x305F;&#x306E;&#x306F;&#x3001;&#x300C;&#x8AD6;&#x6587;&#x63D0;&#x51FA;/&#x30AB;&#x30E1;&#x30E9;&#x30EC;&#x30C7;&#x30A3;&#x63D0;&#x51FA;&#x300D;&#x306E;&#x4F8B;&#x3067;&#x66F8;&#x3044;
&#x305F;&#x3088;&#x3046;&#x306B;&#x3001;&#x5B66;&#x4F1A;&#x65E5;&#x7A0B;&#x3068;&#x8AD6;&#x6587;&#x306E;&#x63D0;&#x51FA;&#x7DE0;&#x3081;&#x5207;&#x308A;&#x3001;&#x57F7;&#x7B46;TODO&#x3092;1&#x3064;&#x306E;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3067;&#x66F8;&#x304D;
&#x305F;&#x3044;&#x3060;&#x308D;&#x3046;&#x306A;&#x3001;&#x3068;&#x3044;&#x3046;&#x3060;&#x3051;&#x306E;&#x3053;&#x3068;&#x3067;&#x3059;&#x3002;

nom&gt; todo/ &#x306F;&#x3001;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x7684;&#x306B;&#x306F; intersect/ &#x3068;&#x540C;&#x3058;&#x6271;&#x3044;&#x3067;&#x3001;
nom&gt; X-SC-TODO: &#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x306F; todo &#x306B; refile &#x3055;&#x308C;&#x308B;&#x3068;&#x3044;&#x3046;&#x3060;&#x3051;&#x3067;&#x306F;
nom&gt; &#x30C0;&#x30E1;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;? DONE &#x30DE;&#x30FC;&#x30AF;&#x3092;&#x4ED8;&#x3051;&#x3066;&#x3082;&#x3001;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x306B;&#x306F;&#x5F71;&#x97FF;&#x3057;&#x306A;&#x3044;&#x3057;&#x3002;

&#x3044;&#x3048;&#x3001;&#x5225;&#x306B;&#x305D;&#x308C;&#x3067;&#x3082;&#x69CB;&#x3044;&#x307E;&#x305B;&#x3093;&#x304C;&#x3001;&#x305D;&#x306E;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x3068;&#x7D50;&#x5C40; schedule/todo/ &#x306B;
&#x3064;&#x3044;&#x3066;&#x3082; schedule/intersect/ &#x3068;&#x540C;&#x3058;&#x3088;&#x3046;&#x306B;&#x691C;&#x7D22;&#x3092;&#x304B;&#x3051;&#x306A;&#x3051;&#x308C;&#x3070;&#x3044;&#x3051;&#x306A;&#x3044;&#x3068;
&#x8A00;&#x3046;&#x3053;&#x3068;&#x306B;&#x306F;&#x5909;&#x308F;&#x308A;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x304B;&#x3089;&#x3001;&#x30C7;&#x30A3;&#x30EC;&#x30AF;&#x30C8;&#x30EA;&#x304C;&#x5897;&#x3048;&#x308B;&#x3060;&#x3051;&#x3067;&#x3001;&#x30D7;&#x30ED;&#x30B0;&#x30E9;
&#x30E0;&#x7684;&#x306B;&#x5B09;&#x3057;&#x3044;&#x3053;&#x3068;&#x306F;&#x306A;&#x3044;&#x3088;&#x3046;&#x306A;&#x6C17;&#x304C;&#x3059;&#x308B;&#x306E;&#x3067;&#x3059;&#x3051;&#x308C;&#x3069;&#x3001;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;?


-- 
&#x571F;&#x5C4B; &#x96C5;&#x7A14;  ( TSUCHIYA Masatoshi )
    <a  rel="nofollow" href="http://www-nagao.kuee.kyoto-u.ac.jp/member/tsuchiya/">http://www-nagao.kuee.kyoto-u.ac.jp/member/tsuchiya/</a>
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<ul><li><strong>Follow-Ups</strong>:
<ul>
<li><strong><a name="00644" href="msg00644.html">[mhc:00645] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari NOMURA</li></ul></li>
</ul></li></ul>
<!--X-Follow-Ups-End-->
<!--X-References-->
<ul><li><strong>References</strong>:
<ul>
<li><strong><a name="00636" href="msg00636.html">[mhc:00637] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
<li><strong><a name="00638" href="msg00638.html">[mhc:00639] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
<li><strong><a name="00639" href="msg00639.html">[mhc:00640] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
<li><strong><a name="00640" href="msg00640.html">[mhc:00641] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
<li><strong><a name="00635" href="msg00635.html">[mhc:00636] High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
</ul></li></ul>
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg00641.html">[mhc:00642] 0.25</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg00643.html">[mhc:00644] Re: High-speed and improved MHC</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg00662.html">[mhc:00663] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg00644.html">[mhc:00645] Re: High-speed and improved MHC</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#00642"><strong>Date</strong></a></li>
<li><a href="threads.html#00642"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
