<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:00125] Re: 0.19 (Re: Re: mhc 0.18) -->
<!--X-From-R13: "Yngfhen E. Kbfuvb" <fuvfunzbNbfx2.3jro.ar.wc> -->
<!--X-Date: Sat, 26 Jun 1999 00:56:08 +0900 -->
<!--X-Message-Id: 19990626010028S.shishamo@osk2.3web.ne.jp -->
<!--X-Content-Type: text/plain -->
<!--X-Reference: 19990624013714P.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:00125] Re: 0.19 (Re: Re: mhc 0.18)</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg00123.html">Date Prev</a>][<a href="msg00125.html">Date Next</a>][<a href="msg00119.html">Thread Prev</a>][<a href="msg00060.html">Thread Next</a>][<a href="maillist.html#00124">Date Index</a>][<a href="threads.html#00124">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:00125] Re: 0.19 (Re: Re: mhc 0.18)</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:00125] Re: 0.19 (Re: Re: mhc 0.18)</li>
<li><em>From</em>: &quot;Katsura S. Yoshio&quot; &lt;<a href="mailto:shishamo@DOMAIN.HIDDEN">shishamo@xxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Date</em>: Sat, 26 Jun 1999 00:56:08 +0900</li>
<li><em>In-reply-to</em>: Your message of &quot;Thu, 24 Jun 1999 01:37:02 +0900&quot;	&lt;<a href="mailto:19990624013714P.nom@DOMAIN.HIDDEN">19990624013714P.nom@xxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Posted</em>: Sat, 26 Jun 1999 01:00:28 +0900</li>
<li><em>References</em>: &lt;<a href="mailto:19990624013714P.nom@DOMAIN.HIDDEN">19990624013714P.nom@xxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>
&#x82B3;&#x5C3E;&#x3067;&#x3059;&#x3002;

From: Yoshinari Nomura &lt;nom@xxxxxxxxxxxxxxxxxxx&gt;
Subject: [mhc:00096] Re: 0.19 (Re: Re: mhc 0.18) 
Date: Thu, 24 Jun 1999 01:37:02 +0900
Message-ID: &lt;19990624013714P.nom@xxxxxxxxxxxxxxxxxxx&gt;

&gt; &#x4E43;&#x6751;&#x3067;&#x3059;&#x3002;

&gt; &#x3059;&#x3070;&#x3089;&#x3057;&#x3044;&#x3002;&#x3068;&#x3059;&#x308B;&#x3068;&#x3001;&#x82F1;&#x8A9E;&#x306E;&#x30C9;&#x30AD;&#x30E5;&#x30E1;&#x30F3;&#x30C8;&#x3082;&#x66F8;&#x304B;&#x3093;&#x3068;&#x307E;&#x305A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;

&#x304A;&#x304A;&#x3001;&#x3082;&#x3061;&#x308D;&#x3093;&#x3001;&#x305D;&#x3046;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x308B;&#x3068;&#x305F;&#x3044;&#x3078;&#x3093;&#x3042;&#x308A;&#x304C;&#x305F;&#x3044;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;
&#x6700;&#x4F4E;&#x9650;&#x5FC5;&#x8981;&#x306A;&#x306E;&#x306F;&#x3001;&#x82F1;&#x8A9E;&#x3078;&#x7FFB;&#x8A33;&#x3055;&#x308C;&#x305F; copyright &#x304C;&#x3042;&#x308B;&#x3053;&#x3068;&#x3001;&#x3067;&#x3059;&#x3002;
&#x30C9;&#x30AD;&#x30E5;&#x30E1;&#x30F3;&#x30C8;&#x306F;&#x5FC5;&#x9808;&#x3067;&#x306F;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;

Debian &#x3067;&#x306F;&#x3001;copyright &#x306B;&#x3088;&#x3063;&#x3066; free/non-free &#x3092;&#x5CFB;&#x5225;&#x3059;&#x308B;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x3092;&#x3068;&#x3063;
&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x30D5;&#x30EA;&#x30FC;&#x306E;&#x6761;&#x4EF6;&#x306B;&#x306F;&#x3001;

* &#x81EA;&#x7531;&#x306B;&#x305D;&#x306E;&#x30BD;&#x30D5;&#x30C8;&#x3092;&#x30E2;&#x30C7;&#x30A3;&#x30D5;&#x30A1;&#x30A4;&#x3067;&#x304D;&#x308B;&#x3053;&#x3068;
* &#x30E9;&#x30A4;&#x30BB;&#x30F3;&#x30B9;&#x304C; Debian &#x306B;&#x304B;&#x304E;&#x3089;&#x308C;&#x3066;&#x3044;&#x306A;&#x3044;&#x3053;&#x3068;
	- &#x305D;&#x306E;&#x30BD;&#x30D5;&#x30C8;&#x3092; Debian &#x304B;&#x3089;&#x3068;&#x3063;&#x305F;&#x5834;&#x5408;&#x306B;&#x3001;&#x81EA;&#x7531;&#x306B;&#x914D;&#x5E03;&#x3067;&#x304D;&#x308B;&#x304B;

&#x306A;&#x3069;&#x306A;&#x3069;&#x306E;&#x9805;&#x76EE;&#x304C;&#x542B;&#x307E;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&#x8A73;&#x7D30;&#x306F;&#x3001;
<a  rel="nofollow" href="http://www.jp.debian.org/social_contract#guidelines">http://www.jp.debian.org/social_contract#guidelines</a>
&#x3092;&#x3054;&#x3089;&#x3093;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;

mew &#x306F;&#x3059;&#x3067;&#x306B; Debian &#x304B;&#x3089;&#x306E;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x306B;&#x3075;&#x304F;&#x307E;&#x308C;&#x308B;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;
(Debian-JP &#x306B;&#x306F;&#x542B;&#x307E;&#x308C;&#x307E;&#x305B;&#x3093;)&#x3002;

&gt; &#x78BA;&#x304B;&#x306B;&#x3001;&#x30D0;&#x30A4;&#x30CA;&#x30EA;&#x914D;&#x5E03;&#x304C;&#x57FA;&#x672C;&#x3060;&#x3068;&#x3059;&#x308B;&#x3068;&#x30D1;&#x30C3;&#x30C1;&#x3060;&#x3051;&#x914D;&#x3063;&#x3066;&#x3082;&#x3042;&#x307E;&#x308A;&#x610F;&#x5473;
&gt; &#x304C;&#x306A;&#x3044;&#x3067;&#x3059;&#x306D;&#x3002;&#x304A;&#x3063;&#x3057;&#x3083;&#x308B;&#x3088;&#x3046;&#x306B;&#x3001;&#x5206;&#x96E2;&#x3059;&#x308B;&#x65B9;&#x5411;&#x3067;&#x8003;&#x3048;&#x307E;&#x3059;&#x3002;&#x82B3;&#x5C3E;&#x3055;&#x3093;
&gt; &#x306B;&#x5168;&#x9762;&#x7684;&#x306B;&#x5F93;&#x3044;&#x307E;&#x3059;&#x306E;&#x3067;&#x3001;&#x4E00;&#x756A;&#x3044;&#x3044;&#x65B9;&#x6CD5;&#x3092;&#x6559;&#x3048;&#x3066;&#x4E0B;&#x3055;&#x3044;&#x3002;

&#x304A;&#x304A;&#x3001;&#x306A;&#x3093;&#x3068;&#x3042;&#x308A;&#x304C;&#x305F;&#x3044;&#x304A;&#x8A00;&#x8449;&#x3002;
&#x3053;&#x308C;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x3061;&#x3087;&#x3063;&#x3068;&#x8003;&#x3048;&#x307E;&#x3059;&#x306E;&#x3067;&#x3057;&#x3070;&#x3089;&#x304F;&#x304A;&#x5F85;&#x3061;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;

&gt;   &#x30D0;&#x30A4;&#x30CA;&#x30EA;&#x914D;&#x5E03;&#x304C;&#x57FA;&#x672C;&#x3060;&#x3068;&#x3059;&#x308B;&#x3068;&#x3001;Perl &#x3092;&#x7F6E;&#x3044;&#x3066;&#x3042;&#x308B;&#x5834;&#x6240;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x3001;
&gt;   #!/usr/local/bin/perl &#x306E;&#x90E8;&#x5206;&#x306F;&#x3069;&#x306E;&#x30BF;&#x30A4;&#x30DF;&#x30F3;&#x30B0;&#x3067;&#x5909;&#x66F4;&#x3059;&#x308B;&#x306E;&#x3067;&#x3057;&#x3087;
&gt;   &#x3046;&#x304B;&#x3002;Debian &#x6C7A;&#x3081;&#x6253;&#x3061;&#x3067;&#x4ED5;&#x8FBC;&#x3093;&#x3067;&#x304A;&#x304F;&#x306E;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;

&#x3053;&#x308C;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F; Debian &#x30D0;&#x30A4;&#x30CA;&#x30EA;&#x306E;&#x4F5C;&#x6210;&#x65B9;&#x6CD5;&#x306B;&#x3064;&#x3044;&#x3066;&#x8AAC;&#x660E;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;

Debian &#x306E;&#x30BD;&#x30FC;&#x30B9;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x4E09;&#x7A2E;&#x985E;&#x304B;&#x3089;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;

hogehoge-version.org.tar.gz ... &#x30AA;&#x30EA;&#x30B8;&#x30CA;&#x30EB;&#x30BD;&#x30FC;&#x30B9;&#x306E; tar ball
hogehoge-version.diff.gz ... Debian &#x7528;&#x306E;&#x30D1;&#x30C3;&#x30C1;&#x306E; diff &#x30D5;&#x30A1;&#x30A4;&#x30EB;
hogehoge-version.dsc ... Debian &#x30D0;&#x30A4;&#x30CA;&#x30EA;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x305F;&#x3081;&#x306E;&#x30B3;&#x30F3;&#x30C8;&#x30ED;&#x30FC;&#x30EB;&#x30D5;&#x30A1;
&#x30A4;&#x30EB;

&#x6700;&#x521D;&#x306B;&#x30AA;&#x30EA;&#x30B8;&#x30CA;&#x30EB;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x3092; Debianize &#x3057;&#x305F;&#x6BB5;&#x968E;&#x3067;&#x3001;&#x30AA;&#x30EA;&#x30B8;&#x30CA;&#x30EB;&#x306E;&#x3082;&#x306E;&#x306F; 
tar ball &#x306B;&#x306A;&#x308A;&#x30D5;&#x30A3;&#x30C3;&#x30AF;&#x30B9;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x6B21;&#x306B; Debian &#x7528;&#x306B;&#x3044;&#x308D;&#x3044;&#x308D;&#x3068;&#x3044;&#x3058;&#x308A;&#x307E;
&#x3059;&#x3002;&#x3059;&#x308B;&#x3068;&#x3001;&#x305D;&#x306E;&#x3044;&#x3058;&#x3063;&#x305F;&#x3082;&#x306E;&#x3068;&#x30AA;&#x30EA;&#x30B8;&#x30CA;&#x30EB;&#x3068;&#x306E; diff &#x304C;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306B;&#x306A;&#x308A;&#x6B8B;&#x308A;
&#x307E;&#x3059;&#x3002;&#x6700;&#x5F8C;&#x306B;&#x30B3;&#x30F3;&#x30C8;&#x30ED;&#x30FC;&#x30EB;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;

&#x30AA;&#x30EA;&#x30B8;&#x30CA;&#x30EB;&#x306E;&#x30BD;&#x30FC;&#x30B9;&#x3092; Debianize &#x3057;&#x305F;&#x6B21;&#x306E;&#x6BB5;&#x968E;&#x3067;&#x3001;#!/usr/local/bin/perl 
&#x3092;#!/usr/bin/perl &#x3078;&#x3068;&#x5909;&#x66F4;&#x3057;&#x307E;&#x3059;&#x3002;&#x3059;&#x308B;&#x3068;&#x3001;&#x30AA;&#x30EA;&#x30B8;&#x30CA;&#x30EB;&#x3068;&#x306E; diff &#x30D5;&#x30A1;&#x30A4;&#x30EB;
&#x306B;&#x3053;&#x306E;&#x5909;&#x66F4;&#x3082;&#x53CD;&#x6620;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;Makefile &#x4E2D;&#x3067;&#x6307;&#x5B9A;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x3063;
&#x3066;&#x3044;&#x308C;&#x3070;&#x3001;&#x305D;&#x3053;&#x3092;&#x5909;&#x66F4;&#x3057;&#x3066;&#x3082;&#x304B;&#x307E;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;&#x3088;&#x3046;&#x3059;&#x308B;&#x306B;&#x3069;&#x3053;&#x3067;&#x3069;&#x306E;&#x30BF;&#x30A4;&#x30DF;&#x30F3;&#x30B0;
&#x3067;&#x5909;&#x66F4;&#x3057;&#x3066;&#x3082;&#x3001;&#x30AA;&#x30EA;&#x30B8;&#x30CA;&#x30EB; tar ball &#x3068;&#x3001;&#x305D;&#x308C;&#x3068;&#x306E; diff &#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3068;&#x30B3;&#x30F3;&#x30C8;&#x30ED;&#x30FC;
&#x30EB;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x304C;&#x3042;&#x308C;&#x3070;&#x3044;&#x3064;&#x3067;&#x3082; Debian &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x304C;&#x4F5C;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;

&gt;   mhc &#x306E;&#x30B3;&#x30A2;&#x90E8;&#x5206;&#x4EE5;&#x5916;&#x3092;&#x524A;&#x3063;&#x305F;&#x306E;&#x3092; Debian &#x306B;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x3068;&#x3057;&#x3066;&#x3001;
&gt;   &#x305D;&#x308C;&#x4EE5;&#x5916;&#x306B;&#x4ECA;&#x8FC4;&#x306E;&#x914D;&#x5E03;&#x5F62;&#x614B;&#x306E;&#x7269;&#x3092;&#x914D;&#x308B;&#x3068;&#x3059;&#x308B;&#x3068;&#x3001;&#x305D;&#x308C;&#x306F;&#x3069;&#x3046;&#x3044;&#x3046;&#x6271;&#x3044;
&gt;   &#x306B;&#x306A;&#x308B;&#x306E;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;&#x4E26;&#x884C;&#x3057;&#x3066;&#x3069;&#x3063;&#x304B;&#x3067;&#x914D;&#x3063;&#x3066;&#x3044;&#x3066;&#x3082;&#x3001;&#x4E21;&#x8005;&#x306B;&#x306F;&#x3001;&#x95A2;
&gt;   &#x4FC2;&#x306F;&#x306A;&#x3044;?

mhc &#x306E;&#x5834;&#x5408;&#x306F;&#x305D;&#x3046;&#x306A;&#x308B;&#x3053;&#x3068;&#x306F;&#x307E;&#x305A;&#x306A;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&#x4EE5;&#x4E0B;&#x306B;&#x8AAC;&#x660E;&#x3057;&#x307E;&#x3059;&#x3002;

debian-devel@xxxxxxxxxx &#x306B; ITP (intent to package) &#x30E1;&#x30FC;&#x30EB;&#x3092;&#x6D41;&#x3057;&#x305F;&#x6BB5;&#x968E;
&#x3067;&#x3001;&#x305D;&#x306E;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306B;&#x5BFE;&#x3059;&#x308B;&#x30E1;&#x30F3;&#x30C6;&#x30CA;&#x304C;&#x30D5;&#x30A3;&#x30C3;&#x30AF;&#x30B9;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x305D;&#x3057;&#x3066;&#x3001;&#x4EE5;&#x5F8C;&#x305D;
&#x306E;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306B;&#x95A2;&#x9023;&#x3059;&#x308B;&#x3082;&#x306E;&#x306F;&#x3001;&#x305D;&#x306E;&#x30E1;&#x30F3;&#x30C6;&#x30CA;&#x3068;&#x76F8;&#x8AC7;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x304C;&#x4E00;&#x822C;&#x7684;&#x306A;
&#x5F62;&#x3067;&#x3059;&#x3002;

&#x3068;&#x3053;&#x308D;&#x3067;&#x3001;&#x305F;&#x3068;&#x3048;&#x3070;&#x3001;SKK &#x306B;&#x305F;&#x3044;&#x3059;&#x308B; skkinput &#x3068;&#x3044;&#x3046;&#x306E;&#x3082;&#x3001;&#x4E21;&#x8005;&#x306F;&#x4EE5;&#x524D;&#x306F;&#x540C;
&#x4E00;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306B;&#x542B;&#x307E;&#x308C;&#x3066;&#x914D;&#x5E03;&#x3055;&#x308C;&#x3066;&#x3044;&#x307E;&#x3057;&#x305F;(skkinput &#x306F; skk &#x306E; contrib)&#x3002;
&#x304C;&#x3001;skk &#x306E; deb &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x30E1;&#x30F3;&#x30C6;&#x30CA;&#x3068; skkinput &#x306E; deb &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x30E1;&#x30F3;&#x30C6;&#x30CA;
&#x3068;&#x306F;&#x73FE;&#x5728;&#x306F;&#x9055;&#x3046;&#x4EBA;&#x3067;&#x3059;&#x3002;&#x3053;&#x306E;&#x5834;&#x5408;&#x306F;&#x3001;skk &#x3068; skkinput&#x53CC;&#x65B9;&#x306B;&#x72EC;&#x7ACB;&#x6027;&#x304C;&#x9AD8;&#x3044;&#x3068;
&#x3044;&#x3046;&#x3053;&#x3068;&#x3068;&#x3001;&#x4E21;&#x65B9;&#x3068;&#x3082;&#x306B;&#x305D;&#x308C;&#x306A;&#x308A;&#x306B;&#x5927;&#x304D;&#x306A;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x304C;&#x3042;&#x308B;&#x3068;&#x601D;&#x3044;
&#x307E;&#x3059;&#x3002;

&#x3057;&#x304B;&#x3057;&#x3001;mhc &#x306E;&#x5834;&#x5408;&#x306F;&#x3001;mhc &#x306B;&#x4F9D;&#x5B58;&#x3057;&#x3066;&#x3044;&#x308B; contrib &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x304C;&#x307B;&#x3068;&#x3093;&#x3069;
&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;&#x5225;&#x3005;&#x306B;&#x914D;&#x5E03;&#x3059;&#x308B;&#x610F;&#x5473;&#x304C;&#x306A;&#x3044;&#x3067;&#x3059;&#x3002;

&#x307E;&#x305F;&#x3001;Debian &#x306E;&#x5834;&#x5408;&#x306F;&#x3001;RPM &#x306E;&#x3088;&#x3046;&#x306B;&#x3042;&#x3061;&#x3053;&#x3061;&#x3067;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x304C;&#x914D;&#x5E03;&#x3055;&#x308C;&#x3066;&#x3044;
&#x308B;&#x3068;&#x3044;&#x3046;&#x72B6;&#x6CC1;&#x306B;&#x306F;&#x306A;&#x3063;&#x3066;&#x304A;&#x3089;&#x305A;&#x3001;Official &#x304B;&#x3089;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3055;&#x308C;&#x308B;&#x3082;&#x306E;&#x3067;&#x4E00;&#x5143;&#x7BA1;
&#x7406;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x304C;&#x5EFA;&#x524D;&#x3067;&#x3059;&#x3002;

#&#x3082;&#x3061;&#x308D;&#x3093;&#x3001;&#x30D7;&#x30E9;&#x30A4;&#x30D9;&#x30FC;&#x30C8;&#x306B;&#x516C;&#x958B;&#x3057;&#x3066;&#x3044;&#x308B; Deb &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x3082;&#x3042;&#x308B;&#x306B;&#x306F;&#x3042;&#x308B;&#x3067;&#x3057;&#x3087;
#&#x3046;&#x304C;&#x3001;&#x305D;&#x3046;&#x3044;&#x3046;&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306F;&#x30AA;&#x30EA;&#x30B8;&#x30CA;&#x30EB;&#x306E;&#x3069;&#x306E;&#x30D0;&#x30FC;&#x30B8;&#x30E7;&#x30F3;&#x3068;&#x6574;&#x5408;&#x6027;&#x304C;&#x3042;&#x308B;&#x306E;
#&#x304B;&#x3001;&#x307B;&#x3093;&#x3068;&#x3046;&#x306B;&#x6574;&#x5408;&#x6027;&#x304C;&#x3042;&#x308B;&#x306E;&#x304B;&#x4FE1;&#x983C;&#x6027;&#x304C;&#x4F4E;&#x3044;&#x3067;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;Debian &#x306E;&#x30AA;&#x30FC;&#x30D7;
#&#x30F3;&#x306A;&#x958B;&#x767A;&#x4F53;&#x5236;&#x304C;&#x3042;&#x308B;&#x4EE5;&#x4E0A;(&#x73FE;&#x5728;&#x3067;&#x306F;&#x767B;&#x9332;&#x30C7;&#x30D9;&#x30ED;&#x30C3;&#x30D1;&#x30FC;&#x3067;&#x5168;&#x4E16;&#x754C;&#x306B; 500 &#x4EBA;&#x4EE5;&#x4E0A;)&#x3001;
#&#x30D7;&#x30E9;&#x30A4;&#x30D9;&#x30FC;&#x30C8;&#x306B; Deb &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x3092;&#x516C;&#x958B;&#x3059;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x306F;&#x307B;&#x3068;&#x3093;&#x3069;&#x610F;&#x5473;&#x304C;&#x306A;&#x3044;&#x3068;
#&#x3082;&#x3044;&#x3048;&#x307E;&#x3059;&#x3002;

#&#x3055;&#x3089;&#x306B;&#x3001;Debian &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306B;&#x306F;lintian &#x3068;&#x3044;&#x3046; Deb &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306E;&#x30C1;&#x30A7;&#x30C3;&#x30AF;
#&#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x3082;&#x3042;&#x308A;&#x3001;upload &#x3057;&#x305F;&#x3089;&#x3068;&#x308A;&#x3042;&#x3048;&#x305A;&#x3053;&#x308C;&#x3092;&#x304B;&#x3051;&#x3066;&#x691C;&#x67FB;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;

&#x308F;&#x305F;&#x3057;&#x304C; mhc &#x306E; Deb &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306E;&#x30E1;&#x30F3;&#x30C6;&#x30CA;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x3001;&#x79C1;&#x306B;&#x300C;&#x3042;&#x308C;&#x3082;
Deb &#x30D1;&#x30C3;&#x30B1;&#x30FC;&#x30B8;&#x306B;&#x3057;&#x3066;&#x3088;&#x300D;&#x3068;&#x3044;&#x3046;&#x30EA;&#x30AF;&#x30A8;&#x30B9;&#x30C8;&#x304C;&#x304F;&#x308B;&#x3053;&#x3068;&#x306F;&#x5341;&#x5206;&#x8003;&#x3048;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;
&#x3057;&#x304B;&#x3057;&#x3001;&#x53CC;&#x65B9;&#x306B;&#x95A2;&#x4FC2;&#x306A;&#x3044;&#x5834;&#x6240;&#x3067;&#x516C;&#x958B;&#x3055;&#x308C;&#x308B;&#x3068;&#x304B;&#x305D;&#x3046;&#x3044;&#x3046;&#x3053;&#x3068;&#x306F;&#x3001;Debian&#x306B;&#x95A2;&#x3057;
&#x3066;&#x306F;&#x53EF;&#x80FD;&#x6027;&#x306F;&#x307B;&#x3068;&#x3093;&#x3069;&#x30BC;&#x30ED;&#x306B;&#x8FD1;&#x3044;&#x3067;&#x3059;&#x3002;

&gt; pilot-link &#x3078;&#x306E;&#x30D1;&#x30C3;&#x30C1;&#x3067;&#x306F;&#x306A;&#x304F;&#x3066;&#x3001;&#x5358;&#x4F53;&#x306E;&#x30A2;&#x30D7;&#x30EA;&#x30B1;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x3068;&#x3057;&#x3066;&#x3001;
&gt; &#x52D5;&#x304F;&#x3088;&#x3046;&#x306B;&#x306A;&#x3063;&#x305F;&#x3089;&#x3001;mhc &#x306B;&#x6B63;&#x5F0F;&#x306B;&#x53D6;&#x308A;&#x8FBC;&#x307F;&#x305F;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&#x304A;&#x304A;&#x3001;&#x3059;&#x3070;&#x3089;&#x3057;&#x3044;&#x3002;

&gt; # web-mhc &#x306B;&#x3082;&#x671F;&#x5F85;&#x3057;&#x3066;&#x307E;&#x3059;&#x3002;

&#x3067;&#x3059;&#x3002;

&gt; p.s. &#x4E16;&#x754C;&#x306E;&#x4EBA;&#x304C;&#x4F7F;&#x3046;&#x3068;&#x306A;&#x308B;&#x3068;&#x3001;&#x65E5;&#x4ED8;&#x63A8;&#x6E2C;&#x304C;&#x5168;&#x304F;&#x4F7F;&#x3044;&#x3082;&#x306E;&#x306B;&#x306A;&#x3089;&#x306A;&#x3044;&#x3002;
&gt;      &#x65E5;&#x672C;&#x8A9E;&#x6587;&#x7AE0;&#x304B;&#x3089;&#x65E5;&#x4ED8;&#x3092;&#x63A8;&#x6E2C;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x3063;&#x3066;&#x308B;&#x306E;&#x3067;&#x3002;

&#x3080;&#x3080;&#x3002;&#x306A;&#x308B;&#x307B;&#x3069;&#x3001;&#x3042;&#x308C;&#x306F;&#x4FBF;&#x5229;&#x306A;&#x6A5F;&#x80FD;&#x3067;&#x3059;&#x304B;&#x3089;&#x306D;&#x30FC;&#x3002;

&#x3067;&#x306F;&#x3067;&#x306F;&#x3002; ---- K.S.Yoshio, A Debian GNU/Linux developer
                <a  rel="nofollow" href="mailto:shishamo@xxxxxxxxxxxxxxx">mailto:shishamo@xxxxxxxxxxxxxxx</a>
                <a  rel="nofollow" href="http://www2.osk.3web.ne.jp/~shishamo">http://www2.osk.3web.ne.jp/~shishamo</a>
Key fingerprint = 3C 3C 1C E6 B1 65 53 58  A3 B3 6A ED BA E4 54 52
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<!--X-Follow-Ups-End-->
<!--X-References-->
<ul><li><strong>References</strong>:
<ul>
<li><strong><a name="00095" href="msg00095.html">[mhc:00096] Re: 0.19 (Re: Re: mhc 0.18)</a></strong>
<ul><li><em>From:</em> Yoshinari Nomura</li></ul></li>
</ul></li></ul>
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg00123.html">[mhc:00124] Re: &#x30BD;&#x30FC;&#x30C8;&#x3059;&#x308B;&#x3068;&#x30E1;&#x30FC;&#x30EB;&#x304C;&#x6D88;&#x3048;&#x3066;&#x3057;&#x307E;&#x3044;&#x307E;&#x3059;</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg00125.html">[mhc:00126] Fw: ITP: mhc - The mh calendar</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg00119.html">[mhc:00120] Re: 0.19 (Re: Re: mhc 0.18)</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg00060.html">[mhc:00061] Fw: Re: [Mew-dist 09039] mhc-0.18 (Re:  mhc is back.)</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#00124"><strong>Date</strong></a></li>
<li><a href="threads.html#00124"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
