<!-- MHonArc v2.6.16 -->
<!--X-Subject: [mhc:00655] Re: High&#45;speed and improved MHC -->
<!--X-From-R13: Kbfuvanev @bzhen <abzNpfpr.xlhfuh&#45;h.np.wc> -->
<!--X-Date: Wed, 31 May 2000 13:02:53 +0900 -->
<!--X-Message-Id: 20000531130143K.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Content-Type: text/plain -->
<!--X-Reference: mpapuq4azfn.fsf@olive.kuee.kyoto&#45;u.ac.jp -->
<!--X-Reference: 20000531010420H.nom@csce.kyushu&#45;u.ac.jp -->
<!--X-Reference: 200005302210.HAA23916@crest.csce.kyushu&#45;u.ac.jp -->
<!--X-Head-End-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
        "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>[mhc:00655] Re: High-speed and improved MHC</title>
</head>
<body>
<!--X-Body-Begin-->
<!--X-User-Header-->
<!--X-User-Header-End-->
<!--X-TopPNI-->
<hr>
[<a href="msg00653.html">Date Prev</a>][<a href="msg00655.html">Date Next</a>][<a href="msg00645.html">Thread Prev</a>][<a href="msg00664.html">Thread Next</a>][<a href="maillist.html#00654">Date Index</a>][<a href="threads.html#00654">Thread Index</a>]
<!--X-TopPNI-End-->
<!--X-MsgBody-->
<!--X-Subject-Header-Begin-->
<h1>[mhc:00655] Re: High-speed and improved MHC</h1>
<hr>
<!--X-Subject-Header-End-->
<!--X-Head-of-Message-->
<ul>
<li><em>To</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
<li><em>Subject</em>: [mhc:00655] Re: High-speed and improved MHC</li>
<li><em>From</em>: Yoshinari Nomura &lt;<a href="mailto:nom@DOMAIN.HIDDEN">nom@xxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Date</em>: Wed, 31 May 2000 13:02:53 +0900</li>
<li><em>In-reply-to</em>: &lt;<a href="mailto:200005302210.HAA23916@DOMAIN.HIDDEN">200005302210.HAA23916@xxxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Posted</em>: Wed, 31 May 2000 13:01:43 +0900</li>
<li><em>References</em>: &lt;<a href="mailto:mpapuq4azfn.fsf@DOMAIN.HIDDEN">mpapuq4azfn.fsf@xxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;	&lt;<a href="mailto:20000531010420H.nom@DOMAIN.HIDDEN">20000531010420H.nom@xxxxxxxxxxxxxxxxxxx</a>&gt;	&lt;<a href="mailto:200005302210.HAA23916@DOMAIN.HIDDEN">200005302210.HAA23916@xxxxxxxxxxxxxxxxxxxxxxxxx</a>&gt;</li>
<li><em>Reply-to</em>: <a href="mailto:mhc@DOMAIN.HIDDEN">mhc@xxxxxxxxxxxxxxxxxxxxxxxxx</a></li>
</ul>
<!--X-Head-of-Message-End-->
<!--X-Head-Body-Sep-Begin-->
<hr>
<!--X-Head-Body-Sep-End-->
<!--X-Body-of-Message-->
<pre>&#x4E43;&#x6751;&#x3067;&#x3059;&#x3002;&#x3044;&#x308D;&#x3093;&#x306A;&#x8A71;&#x3067;&#x3061;&#x3087;&#x3063;&#x3068;&#x6DF7;&#x4E71;&#x3057;&#x3066;&#x304D;&#x307E;&#x3057;&#x305F;&#x3002;

 &#x30FB; &#x8907;&#x96D1;&#x306A;&#x65E5;&#x4ED8;&#x8A18;&#x8FF0;&#x3092;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3059;&#x308B;&#x305F;&#x3081;&#x306E;&#x3001;&#x5F37;&#x529B;&#x306A;&#x8A00;&#x8A9E;&#x304C;&#x6B32;&#x3057;&#x3044;
 &#x30FB; &#x65E2;&#x5B58;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x8A71; (X-SC-Next:, X-SC-Cond: &#x3092;&#x8907;&#x6570;&#x3044;&#x308C;&#x308B;?)
 &#x30FB; TODO &#x306F;&#x30E6;&#x30FC;&#x30B6;&#x306B;&#x3068;&#x3063;&#x3066;&#x3001;&#x3069;&#x3046;&#x898B;&#x3048;&#x308B;&#x3079;&#x304D;&#x3067;&#x3042;&#x308B;&#x304B;

&#x305D;&#x308C;&#x3089;&#x306F;&#x3001;&#x72EC;&#x7ACB;&#x306B;&#x691C;&#x8A0E;&#x3057;&#x3066;&#x3044;&#x3044;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;

On Wed, 31 May 2000 07:10:26 +0900,
	TSUCHIYA Masatoshi &lt;tsuchiya@xxxxxxxxxxxxxxxxxxxxxxx&gt; said:

&#x307E;&#x305A;&#x3001;&#x5F37;&#x529B;&#x306A;&#x8A00;&#x8A9E;&#x306E;&#x306F;&#x306A;&#x3057;&#x3002;

&gt; nom&gt; &#x3053;&#x308C;&#x3057;&#x304B;&#x306A;&#x3044;&#x306E;&#x306F;&#x3084;&#x308A;&#x3059;&#x304E;&#x3067;&#x3059;&#x304C;&#x3002;MHC &#x306E;&#x5143;&#x3005;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x3067;&#x3001;&#x307B;&#x3068;&#x3093;&#x3069;&#x306E;
&gt; nom&gt; &#x5834;&#x5408; OK &#x306A;&#x306F;&#x305A;&#x3067;&#x3059;&#x3002;&#x3068;&#x306A;&#x308B;&#x3068;&#x3001;&#x7B2C;&#x4E8C;&#x306E;&#x65B9;&#x6CD5;&#x3092;&#x4F7F;&#x3046;&#x306E;&#x306F;&#x3001;
&gt; nom&gt; &#x304B;&#x306A;&#x308A;&#x8907;&#x96D1;&#x306A;&#x306E;&#x3092;&#x66F8;&#x304D;&#x305F;&#x3044;&#x3068;&#x304D;&#x3067;&#x3059;&#x3002;&#x3069;&#x3046;&#x305B;&#x306A;&#x3089;&#x4E07;&#x80FD;&#x3092;&#x76EE;&#x6307;&#x3059;&#x3068;&#x3044;&#x3046;&#x306E;&#x3082;
&gt; nom&gt; 1&#x3064;&#x306E;&#x65B9;&#x6CD5;&#x3067;&#x3059;&#x3002;calendar.el &#x3068;&#x304B;&#x3082;&#x3001;&#x305D;&#x3046;&#x3058;&#x3083;&#x306A;&#x304B;&#x3063;&#x305F;&#x3063;&#x3051;&#x3002;
&gt; 
&gt; &#x3067;&#x3059;&#x304B;&#x3089;&#x3001;&#x3069;&#x3046;&#x305B;&#x306A;&#x3089;&#x4E07;&#x80FD;&#x3092;&#x76EE;&#x6307;&#x3059;&#x3068;&#x3044;&#x3046;&#x7ACB;&#x5834;&#x3092;&#x3068;&#x308B;&#x306A;&#x3089;&#x3001;&#x81EA;&#x5206;&#x306E;&#x624B;&#x3067;&#x5236;&#x9650;&#x306E;
&gt; &#x591A;&#x3044;&#x6587;&#x6CD5;&#x3092;&#x308F;&#x3056;&#x308F;&#x3056;&#x8A2D;&#x8A08;&#x3059;&#x308B;&#x3088;&#x308A;&#x3082;&#x3001;S&#x5F0F;&#x3068;&#x3044;&#x3046;&#x975E;&#x5E38;&#x306B;&#x5F37;&#x529B;&#x306A;&#x8868;&#x8A18;&#x6CD5;&#x3092;&#x63A1;&#x7528;&#x3057;
&gt; &#x3066;&#x304A;&#x304F;&#x65B9;&#x304C;&#x697D;&#x3060;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&#x305D;&#x308C;&#x306F;&#x3001;&#x305D;&#x306E;&#x901A;&#x308A;&#x3067;&#x3059;&#x3002;&#x3057;&#x304B;&#x3057;&#x3001;&#x76EE;&#x7684;&#x306B;&#x7279;&#x5316;&#x3057;&#x305F;&#x3001;&#x3044;&#x3044;&#x8A00;&#x8A9E;&#x304C;&#x5B9A;&#x7FA9;&#x3067;&#x304D;
&#x308C;&#x3070;&#x3001;&#x305D;&#x3061;&#x3089;&#x306E;&#x65B9;&#x304C;&#x4F7F;&#x3044;&#x3084;&#x3059;&#x3044;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;parser &#x306E;&#x82E6;&#x52B4;
&#x306F;&#x3042;&#x307E;&#x308A;&#x8003;&#x3048;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;

&#x305D;&#x306E;&#x8FBA;&#x3092;&#x4E00;&#x5EA6;&#x691C;&#x8A0E;&#x3057;&#x305F;&#x4E0A;&#x3067; S&#x5F0F;&#x3060;&#x3068;&#x3044;&#x3046;&#x7D50;&#x8AD6;&#x304C;&#x51FA;&#x308B;&#x306A;&#x3089;&#x305D;&#x308C;&#x3067;&#x3044;&#x3044;&#x3067;&#x3059;&#x304C;&#x3002;
# &#x3042;&#x3001;&#x305D;&#x308C;&#x3092;&#x3075;&#x307E;&#x3048;&#x3066;&#x3001;S&#x5F0F;&#x3060;&#x3068;&#x3044;&#x3046;&#x306E;&#x304C;&#x571F;&#x5C4B;&#x3055;&#x3093;&#x306E;&#x4E3B;&#x5F35;&#x306A;&#x306E;&#x304B;&#x3002;

&#x3046;&#x30FC;&#x3093;&#x3002;&#x3061;&#x3087;&#x3068;&#x3001;&#x884C;&#x304D;&#x9055;&#x3044;&#x304C;&#x3042;&#x308B;&#x304B;&#x3082;&#x3057;&#x308C;&#x306A;&#x3044;&#x6C17;&#x304C;&#x3057;&#x3066;&#x304D;&#x305F;&#x3002;&#x3002;

&#x3053;&#x306E;&#x300C;&#x5F37;&#x529B;&#x306A;&#x8A00;&#x8A9E;&#x300D; &#x81EA;&#x4F53;&#x306F;&#x3001;MHC &#x306E;&#x65E2;&#x5B58;&#x306E; X-SC- &#x3068;&#x306F;&#x72EC;&#x7ACB;&#x3057;&#x3066;&#x5B58;&#x5728;&#x3055;
&#x305B;&#x305F;&#x3044;&#x3067;&#x3059;&#x3002;&#x305D;&#x3053;&#x306B;&#x306F;&#x3001;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30DE;&#x304C;&#x597D;&#x3080;&#x3001;&#x610F;&#x5473;&#x7684;&#x5236;&#x7D04;&#x3092;&#x542B;&#x307E;&#x306A;&#x3044;&#x3001;
&#x6B63;&#x76F4;&#x306A;&#x8A00;&#x8A9E;&#x306B;&#x3057;&#x305F;&#x3044;&#x3067;&#x3059;&#x3002;&#x305D;&#x306E;&#x70B9;&#x306F;&#x571F;&#x5C4B;&#x3055;&#x3093;&#x3082;&#x4E00;&#x81F4;&#x3057;&#x3066;&#x3044;&#x308B;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;

&#x305D;&#x306E;&#x4E0A;&#x3067;&#x3001;&#x50D5;&#x304C;&#x3057;&#x3088;&#x3046;&#x3068;&#x3057;&#x3066;&#x3044;&#x308B;&#x8A71;&#x306F;&#x3001;S&#x5F0F;&#x3067;&#x3044;&#x3044;&#x306E;&#x304B;&#x3001;
C &#x30E9;&#x30A4;&#x30AF;&#x304B;&#x6587;&#x6CD5;&#x304C;&#x3044;&#x3044;&#x306E;&#x304B;&#x3068;&#x3044;&#x3046;&#x8A71;&#x306B;&#x3059;&#x304E;&#x307E;&#x305B;&#x3093;&#x3002;
&#x3042;&#x308B;&#x3044;&#x306F;&#x3001;&#x5236;&#x7D04;&#x8AD6;&#x7406;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30DF;&#x30F3;&#x30B0;&#x306E;&#x3088;&#x3046;&#x306A;&#x8A00;&#x8A9E;&#x304C;&#x53C2;&#x8003;&#x306B;&#x306A;&#x308B;&#x304B;&#x3082;&#x3057;&#x308C;&#x307E;&#x305B;&#x3093;&#x3002;

&#x4EE5;&#x4E0B;&#x306F;&#x3001;&#x65E2;&#x5B58;&#x306E; X-SC &#x306B;&#x95A2;&#x3059;&#x308B;&#x8A71;&#x3002;


&#x4E0A;&#x306E;&#x8A71;&#x306B;&#x540C;&#x610F;&#x3057;&#x3066;&#x3044;&#x305F;&#x3060;&#x3051;&#x308B;&#x306A;&#x3089;&#x3001;&#x65E2;&#x5B58;&#x306E; X-SC- &#x306B;&#x7121;&#x7406;&#x306B;&#x624B;&#x3092;&#x5165;&#x308C;&#x308B;
&#x5FC5;&#x8981;&#x306F;&#x306A;&#x3044;&#x3068;&#x601D;&#x3044;&#x307E;&#x305B;&#x3093;&#x304B;?

&gt; &#x571F;&gt; &#x3067;&#x3057;&#x305F;&#x3089;&#x3001;&#x7A4D;&#x548C;&#x6A19;&#x6E96;&#x5F62;&#x306B;&#x76F4;&#x3059;&#x306E;&#x306F;&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;? &#x3064;&#x307E;&#x308A;&#x3001;1&#x3064;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x306E;&#x4E2D;&#x3067;
&gt; &#x571F;&gt; &#x306F; AND &#x6761;&#x4EF6;&#x3001;&#x4E26;&#x7F6E;&#x3055;&#x308C;&#x305F;&#x30D8;&#x30C3;&#x30C0;&#x306F; OR &#x6761;&#x4EF6;&#x3068;&#x3057;&#x307E;&#x3059;&#x3002;
&gt; 
&gt; &#x571F;&gt; &#x305F;&#x3060;&#x307E;&#x3042;&#x3001;&#x3053;&#x3046;&#x3059;&#x308B;&#x3068;&#x4E88;&#x60F3;&#x3055;&#x308C;&#x308B;&#x306E;&#x306F;&#x3001;&#x300C;&#x7B2C;1&#x3001;&#x7B2C;3&#x6C34;&#x66DC;&#x65E5;&#x300D;&#x3068;&#x3044;&#x3046;&#x6307;&#x5B9A;&#x304C;&#x9762;&#x5012;
&gt; &#x571F;&gt; &#x3058;&#x3083;&#x306A;&#x3044;&#x304B;&#x3001;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x306A;&#x3093;&#x3067;&#x3059;&#x3002;
&gt; 
&gt; nom&gt; &#x3042;&#x3001;&#x305D;&#x306E;&#x3068;&#x304A;&#x308A;&#x3002;&#x57FA;&#x672C;&#x7684;&#x306B;&#x3001;&#x6C7A;&#x3081;&#x306E;&#x554F;&#x984C;&#x3067;&#x3059;&#x304B;&#x3089;&#x3001;
&gt; nom&gt; &#x89E3;&#x306F;&#x3044;&#x304F;&#x3089;&#x3067;&#x3082;&#x3042;&#x308B;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x843D;&#x3068;&#x3057;&#x6240;&#x306E;&#x554F;&#x984C;&#x3067;&#x3059;&#x3088;&#x306D;&#x3002;&#x3002;
&gt; 
&gt; &#x305D;&#x308C;&#x306F;&#x305D;&#x3046;&#x306A;&#x3093;&#x3067;&#x3059;&#x3051;&#x3069;&#x3001;parser &#x304C;&#x66F8;&#x3051;&#x308B;&#x3088;&#x3046;&#x306B;&#x8A2D;&#x8A08;&#x3057;&#x306A;&#x3044;&#x3068;&#x2026;&#x3002;

&#x3044;&#x3084;&#x3001;&#x3082;&#x3061;&#x308D;&#x3093; parser &#x304C;&#x66F8;&#x3051;&#x308B;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x306F;&#x5927;&#x524D;&#x63D0;&#x3067;&#x3059;&#x3002;
&#x50D5;&#x306E;&#x8A00;&#x3063;&#x3066;&#x308B;&#x843D;&#x3057;&#x6240;&#x3068;&#x3044;&#x3046;&#x306E;&#x306F;&#x3001;
parser &#x3068; user &#x306E;&#x3069;&#x3063;&#x3061;&#x304C;&#x3069;&#x308C;&#x3050;&#x3089;&#x3044;&#x9811;&#x5F35;&#x308B;&#x304B;&#x3068;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x3059;&#x3002;
parser &#x304C;&#x5B09;&#x3057;&#x304F;&#x3066;&#x3001;user &#x304C;&#x5B09;&#x3057;&#x304F;&#x306A;&#x3044;&#x306E;&#x306F;&#x3044;&#x3084;&#x3067;&#x3059;&#x3002;
&#x30E6;&#x30FC;&#x30B6;&#x304C;&#x601D;&#x3063;&#x305F;&#x901A;&#x308A;&#x306B;&#x66F8;&#x3044;&#x305F;&#x3089;&#x3001;&#x305D;&#x306E;&#x610F;&#x3092;&#x6C72;&#x3093;&#x3067;&#x304F;&#x308C;&#x308B;&#x3002;

# &#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x304C;&#x4E00;&#x756A;&#x3067;&#x3059;&#x304C;&#x3053;&#x308C;&#x306F;&#x3001;parser &#x306E;&#x8377;&#x304C;&#x91CD;&#x3044;&#x3002;

&#x300C;&#x666E;&#x6BB5;&#x3088;&#x304F;&#x4F7F;&#x3046;&#x8868;&#x73FE;&#x300D; &#x306F;&#x3067;&#x304D;&#x308B;&#x3060;&#x3051;&#x7C21;&#x5358;&#x306B;&#x304B;&#x3051;&#x3066;&#x3001;
&#x300C;&#x305D;&#x3046;&#x3067;&#x306A;&#x3044;&#x90E8;&#x5206;&#x306F;&#x300D;&#x3001;&#x9811;&#x5F35;&#x308C;&#x3070;&#x66F8;&#x3051;&#x308B;&#x3002;

&#x3053;&#x306E;&#x70B9;&#x306B;&#x304A;&#x3044;&#x3066;&#x3001;&#x65E2;&#x5B58;&#x306E; MHC &#x306F; &#x300C;&#x666E;&#x6BB5;&#x3088;&#x304F;&#x4F7F;&#x3046;&#x8868;&#x73FE;&#x300D; &#x306B;&#x91CD;&#x70B9;&#x3092;&#x7F6E;&#x3044;&#x3066;
&#x304C;&#x3093;&#x3070;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x300C;&#x305D;&#x3046;&#x3067;&#x306A;&#x3044;&#x90E8;&#x5206;&#x300D; &#x306B;&#x306F;&#x307E;&#x3060;&#x624B;&#x3092;&#x4ED8;&#x3051;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;
&#x3053;&#x3053;&#x306F;&#x3001;&#x300C;&#x5F37;&#x529B;&#x306A;&#x8A00;&#x8A9E;&#x300D; &#x306E;&#x5F79;&#x5272;&#x3067;&#x3059;&#x3002;

&#x306A;&#x306E;&#x3067;&#x3001;&#x300C;&#x305D;&#x3046;&#x3067;&#x306A;&#x3044;&#x90E8;&#x5206;&#x300D;&#x306F;&#x3001;&#x4E0A;&#x306E;&#x5F37;&#x529B;&#x306A;&#x8A00;&#x8A9E;&#x306B;&#x62BC;&#x3057;&#x8FBC;&#x3081;&#x3066;&#x3001;
&#x65E2;&#x5B58;&#x306E; X-SC- &#x306E;&#x610F;&#x5473;&#x306F;&#x305D;&#x306E;&#x307E;&#x307E;&#x306E;&#x65B9;&#x304C;&#x4F7F;&#x3044;&#x3084;&#x3059;&#x3044;&#x306E;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;&#x3002;
parser &#x306E;&#x30B3;&#x30B9;&#x30C8;&#x306F;&#x5C11;&#x3005;&#x5897;&#x3048;&#x307E;&#x3059;&#x304C;&#x3002;

&#x7E70;&#x308A;&#x8FD4;&#x3057;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;

&gt; &#x5F93;&#x6765;&#x306E;MHC&#x306F;&#x3001;&#x3053;&#x306E;&#x70B9;&#x306B;&#x3064;&#x3044;&#x3066;&#x975E;&#x5E38;&#x306B;&#x9811;&#x5F35;&#x3063;&#x3066;&#x3044;&#x3066;&#x3001;&#x69CB;&#x6587;&#x7684;&#x675F;&#x7E1B;&#x306E;&#x307F;&#x306A;&#x3089;&#x305A;&#x3001;
&gt; &#x610F;&#x5473;&#x8AD6;&#x7684;&#x306A;&#x675F;&#x7E1B;&#x306B;&#x3064;&#x3044;&#x3066;&#x3082;&#x8003;&#x616E;&#x3059;&#x308B;&#x3053;&#x3068;&#x306B;&#x3088;&#x3063;&#x3066;&#x3001;&#x89E3;&#x6790;&#x304C;&#x6210;&#x308A;&#x7ACB;&#x3063;&#x3066;&#x3044;&#x308B;&#x308F;&#x3051;
&gt; &#x3067;&#x3059;&#x3088;&#x306D;&#x3002;
&gt; 
&gt; &#x4F8B;&#x3048;&#x3070;&#x3001;
&gt; 
&gt;     X-SC-Cond: 1st Wed
&gt; 
&gt; &#x306F;&#x3001;2&#x3064;&#x306E;&#x69CB;&#x6587;&#x8981;&#x7D20;(1st,Wed)&#x304C;&#x540C;&#x6642;&#x306B;&#x6210;&#x7ACB;&#x53EF;&#x80FD;&#x3060;&#x304B;&#x3089;AND&#x3092;&#x8868;&#x3059;&#x3001;&#x306E;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x3001;
&gt; 
&gt;     X-SC-Cond: 13 Wed
&gt; 
&gt; &#x306F;&#x3001;2&#x3064;&#x306E;&#x69CB;&#x6587;&#x8981;&#x7D20;&#x304C;(&#x4E00;&#x822C;&#x7684;&#x306B;&#x306F;)&#x4E21;&#x7ACB;&#x4E0D;&#x53EF;&#x80FD;&#x3060;&#x304B;&#x3089;OR&#x3092;&#x8868;&#x3059;&#x3001;&#x3068;&#x610F;&#x5473;&#x7684;&#x5236;&#x7D04;
&gt; &#x306B;&#x57FA;&#x3065;&#x304F;&#x89E3;&#x6790;&#x3092;&#x884C;&#x3063;&#x3066;&#x3044;&#x308B;&#x3068;&#x8003;&#x3048;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;
&gt; 
&gt; &#x3057;&#x304B;&#x3057;&#x3001;&#x3053;&#x308C;&#x306F;&#x975E;&#x5E38;&#x306B;&#x52AA;&#x529B;&#x306E;&#x5FC5;&#x8981;&#x306A;&#x65B9;&#x6CD5;&#x3067;&#x3001;parser &#x306B;&#x304B;&#x304B;&#x308B;&#x8CA0;&#x62C5;&#x306F;&#x3068;&#x3066;&#x3082;&#x5927;
&gt; &#x304D;&#x3044;&#x3067;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x300C;&#x7B2C;1&#x6708;&#x66DC;&#x65E5;&#x304A;&#x3088;&#x3073;&#x7B2C;3&#x6728;&#x66DC;&#x65E5;&#x300D;&#x3068;&#x3044;&#x3046;&#x4E88;&#x5B9A;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x66F8;
&gt; &#x304B;&#x308C;&#x308B;&#x3079;&#x304D;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;?
:
&gt; &#x305D;&#x3093;&#x306A;&#x308F;&#x3051;&#x3067;&#x3001;&#x79C1;&#x306E;&#x8003;&#x3048;&#x3067;&#x306F;&#x3001;&#x8A2D;&#x8A08;&#x8005;&#x306E;&#x5185;&#x5728;&#x3059;&#x308B;&#x610F;&#x5473;&#x7684;&#x5236;&#x7D04;&#x3092;&#x3042;&#x307E;&#x308A;&#x524D;&#x9762;&#x306B;&#x62BC;
&gt; &#x3057;&#x51FA;&#x3055;&#x305A;&#x3001;&#x8AD6;&#x7406;&#x7684;&#x306A;&#x5236;&#x7D04;&#x306E;&#x307F;&#x3092;&#x7528;&#x3044;&#x3066;&#x89E3;&#x6790;&#x3067;&#x304D;&#x308B;&#x30D8;&#x30C3;&#x30C0;&#x8A2D;&#x8A08;&#x3092;&#x3059;&#x308B;&#x3079;&#x304D;&#x3060;&#x3068;&#x8003;
&gt; &#x3048;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x3067;&#x3059;&#x304B;&#x3089;&#x3001;

&#x8A2D;&#x8A08;&#x8005;&#x306E;&#x5185;&#x5728;&#x3059;&#x308B;&#x610F;&#x5473;&#x7684;&#x5236;&#x7D04;&#x3067;&#x306F;&#x306A;&#x304F;&#x3066;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x306B;&#x5185;&#x5728;&#x3059;&#x308B;&#x610F;&#x5473;&#x7684;&#x5236;&#x7D04;
&#x3092;&#x3046;&#x307E;&#x304F;&#x4F7F;&#x3063;&#x3066;&#x30E6;&#x30FC;&#x30B6;&#x3092;&#x30B9;&#x30E0;&#x30FC;&#x30BA;&#x306B;&#x5C0E;&#x304F;&#x306E;&#x304C;&#x50D5;&#x306E;&#x8DA3;&#x5473;&#x3067;&#x3059;&#x3002;

&#x3082;&#x3057; X-SC &#x3092; 2&#x500B;&#x4F7F;&#x3048;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x306A;&#x3089;&#x3001;&#x50D5;&#x306F;&#x3001;&#x300C;&#x7B2C;1&#x6708;&#x66DC;&#x65E5;&#x304A;&#x3088;&#x3073;&#x7B2C;3&#x6728;&#x66DC;&#x65E5;&#x300D;
&#x304C;&#x5FC5;&#x8981;&#x306A;&#x3068;&#x304D;&#x306B;&#x306A;&#x3063;&#x3066;&#x306F;&#x3058;&#x3081;&#x3066; 2&#x884C;&#x66F8;&#x304B;&#x306A;&#x3044;&#x3068;&#x3044;&#x3051;&#x306A;&#x304F;&#x306A;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x304C;&#x91CD;&#x8981;&#x3060;&#x3068;
&#x601D;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;

&#x306A;&#x306E;&#x3067;&#x3001;&#x3053;&#x306E;&#x4EF6;&#x306B;&#x95A2;&#x3057;&#x3066;&#x3044;&#x3046;&#x3068;&#x3001;X-SC-Cond: &#x306E;&#x89E3;&#x91C8;&#x3059;&#x308B;&#x610F;&#x5473;&#x306F;&#x4ECA;&#x8FC4;&#x901A;&#x308A;&#x3067;&#x3001;
2&#x884C;&#x66F8;&#x3044;&#x305F;&#x5834;&#x5408;&#x306F;&#x305D;&#x308C;&#x3089;&#x3092; or &#x3067;&#x3064;&#x306A;&#x3050;&#x3001;&#x3068;&#x3044;&#x3046;&#x6848;&#x3068;&#x3001;
&#x305D;&#x3082;&#x305D;&#x3082; 2&#x500B;&#x4F7F;&#x3046;&#x5FC5;&#x8981;&#x306F;&#x306A;&#x3044;&#x3001;&#x305D;&#x3046;&#x3044;&#x3046;&#x6642;&#x306F;&#x300C;&#x5F37;&#x529B;&#x306A;&#x8A00;&#x8A9E;&#x300D; &#x306B;&#x4EFB;&#x305B;&#x308B;&#x3002;
&#x3068;&#x3044;&#x3046;&#x6848;&#x304C;&#x3042;&#x3063;&#x3066;&#x3001;&#x5F8C;&#x8005;&#x304C;&#x50D5;&#x306E; &#x300C;&#x843D;&#x3057;&#x6240;&#x300D; &#x3067;&#x3059;&#x3002;

&#x65E2;&#x5B58;&#x306E; X-SC- &#x3092;&#x3044;&#x3058;&#x308B;&#x3053;&#x3068;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x3001;&#x305D;&#x3046;&#x3044;&#x3046;&#x3053;&#x3068;&#x3067;&#x306F;&#x306A;&#x304F;&#x3066;&#x3001;
X-SC-Next: &#x76F8;&#x5F53;&#x306E;&#x67A0;&#x7D44;&#x304C;&#x6B32;&#x3057;&#x3044;&#x3060;&#x3051;&#x3067;&#x3059;&#x3002;

&#x5177;&#x4F53;&#x7684;&#x306B;&#x3044;&#x3046;&#x3068;&#x3001;

X-SC-Record-Id: &lt;200005250958340255.nom@xxxxxxxxxxxxxxxxx&gt;
X-SC-Schedule:
   X-SC-Subject: &#x30BC;&#x30DF;
   X-SC-Location: A108
   X-SC-Day: 20000531
   X-SC-Time: 09:00-10:00
   X-SC-Category: Seminar
   X-SC-Cond: 
   X-SC-Duration: 
   X-SC-Alarm: 
X-SC-Schedule:
   X-SC-Expression: (today - 20000530) % 4 == 0 ;; 4&#x65E5;&#x6BCE;
   X-SC-Alarm: 
X-SC-Schedule:
   :

&#x3068;&#x3044;&#x3046;&#x8A18;&#x8FF0;&#x6CD5; (&#x898B;&#x305F;&#x76EE;&#x306F;&#x3082;&#x3046;&#x3061;&#x3087;&#x3063;&#x3068;&#x3044;&#x3058;&#x308B;&#x3068;&#x3057;&#x3066;)
&#x3067; X-SC-Expression: &#x306E;&#x6587;&#x6CD5;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x3001;&#x5225;&#x9014;&#x8003;&#x3048;&#x308B;&#x3068;&#x3044;&#x3046;&#x306E;&#x3067;
&#x3069;&#x3046;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;?

TODO &#x306F;&#x3001;&#x307E;&#x305F;&#x5225;&#x9014;&#x3002;
--
nom
</pre>
<!--X-Body-of-Message-End-->
<!--X-MsgBody-End-->
<!--X-Follow-Ups-->
<hr>
<ul><li><strong>Follow-Ups</strong>:
<ul>
<li><strong><a name="00664" href="msg00664.html">[mhc:00665] Strong Logic Representation ( was: High-speed and improved MHC )</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
<li><strong><a name="00668" href="msg00668.html">[mhc:00669] Re-structuring of existing header grammer ( was: High-speed and improved MHC )</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
</ul></li></ul>
<!--X-Follow-Ups-End-->
<!--X-References-->
<ul><li><strong>References</strong>:
<ul>
<li><strong><a name="00642" href="msg00642.html">[mhc:00643] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
<li><strong><a name="00644" href="msg00644.html">[mhc:00645] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> Yoshinari NOMURA</li></ul></li>
<li><strong><a name="00645" href="msg00645.html">[mhc:00646] Re: High-speed and improved MHC</a></strong>
<ul><li><em>From:</em> TSUCHIYA Masatoshi</li></ul></li>
</ul></li></ul>
<!--X-References-End-->
<!--X-BotPNI-->
<ul>
<li>Prev by Date:
<strong><a href="msg00653.html">[mhc:00654] Re: icons/ (Re:  Re: High-speed and improved MHC)</a></strong>
</li>
<li>Next by Date:
<strong><a href="msg00655.html">[mhc:00656] Re: mhc-sync execute by elisp (was: High-speed and improved MHC)</a></strong>
</li>
<li>Previous by thread:
<strong><a href="msg00645.html">[mhc:00646] Re: High-speed and improved MHC</a></strong>
</li>
<li>Next by thread:
<strong><a href="msg00664.html">[mhc:00665] Strong Logic Representation ( was: High-speed and improved MHC )</a></strong>
</li>
<li>Index(es):
<ul>
<li><a href="maillist.html#00654"><strong>Date</strong></a></li>
<li><a href="threads.html#00654"><strong>Thread</strong></a></li>
</ul>
</li>
</ul>

<!--X-BotPNI-End-->
<!--X-User-Footer-->
<!--X-User-Footer-End-->
</body>
</html>
